Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/themes/gamma/languages/*/theme1.po
Languages: ru_ru

source: We are no. 1 online classifieds platform, our is all about you. Our aim is to empower every person in the country to independently connect with buyers and sellers online.
ru_ru: 1 онлайн-сайт объявлений, все для вас. Наша цель - дать возможность каждому человеку в стране независимо общаться с покупателями и продавцами онлайн.

source: Publish a new listing
ru_ru: Опубликовать новыое объявление

source: Edit listing
ru_ru: Изменить объявление

source: Select a category
ru_ru: Выбрать категорию

source: Select best-matching category
ru_ru: Выберите наиболее подходящую категорию

source: Continue
ru_ru: Продолжить

source: Where is your item located?
ru_ru: Где находится ваш товар?

source: City/Region
ru_ru: Город / Регион

source: City Area
ru_ru: Район

source: Address
ru_ru: Адрес

source: ZIP
ru_ru: Индекс

source: About you
ru_ru: О вас

source: Make email visible
ru_ru: Сделать электронную почту видимой

source: Your Name
ru_ru: Ваше имя

source: Mobile Phone
ru_ru: Мобильный телефон

source: You can update your data in
ru_ru: Вы можете обновить свои данные в

source: Your Profile
ru_ru: Ваш профиль

source: section
ru_ru: раздел

source: Not registered yet?
ru_ru: Еще не зарегистрированы?

source: Sign-up
ru_ru: Зарегистрироваться

source: and publish listings faster
ru_ru: и публиковать объявление быстро

source: Price
ru_ru: Цена

source: or
ru_ru: или

source: Item is offered for free
ru_ru: Предлагаю бесплатно

source: Item for free
ru_ru: Бесплатно

source: Based on agreement with seller
ru_ru: По договоренности

source: Deal
ru_ru: Договорная

source: Description
ru_ru: Описание

source: Photos
ru_ru: Фото

source: You can upload up to %d pictures per listing
ru_ru: Вы можете загрузить до %d фотографий

source: Listing details & attributes
ru_ru: Подробное описание объявления

source: Publish item
ru_ru: Опубликовать

source: Save changes
ru_ru: Сохранить изменения

source: Please enter a value with a valid extension.
ru_ru: Пожалуйста, введите значение с допустимым расширением.

source: Title: this field is required.
ru_ru: Заголовок: это поле обязательно для заполнения.

source: Title: enter at least 5 characters.
ru_ru: Название: введите не менее 5 символов.

source: Description: this field is required.
ru_ru: Описание: это поле обязательно для заполнения.

source: Description: enter at least 10 characters.
ru_ru: Описание: введите не менее 10 символов.

source: Location: select country, region or city.
ru_ru: Расположение: выберите регион или город.

source: Location: enter at least 3 characters to get list.
ru_ru: Расположение: введите не менее 3 символов, чтобы получить список.

source: Location: select country from location field.
ru_ru: Местоположение: выберите страну из поля местоположения.

source: Location: select region from location field.
ru_ru: Местоположение: выберите регион из поля местоположения.

source: Location: select city from location field.
ru_ru: Местоположение: выберите город из поля местоположения.

source: Pictures: you need to upload pictures.
ru_ru: Фото: вам нужно загрузить фотографии.

source: Pictures: upload at least.
ru_ru: Фотографии: загрузить по крайней мере 1.

source: picture(s).
ru_ru: фотографию(й).

source: Category: this field is required.
ru_ru: Категория: это поле обязательно для заполнения.

source: Photo: must be png,gif,jpg,jpeg.
ru_ru: Фото: должно быть PNG, GIF, JPG, JPEG.

source: Phone: this field is required.
ru_ru: Телефон: это поле обязательно для заполнения.

source: Phone: enter at least 6 characters.
ru_ru: Телефон: введите не менее 6 символов.

source: Your Name: this field is required.
ru_ru: Ваше имя: это поле обязательно для заполнения.

source: Your Name: enter at least 3 characters.
ru_ru: Ваше имя: введите не менее 3 символов.

source: Email: invalid format of email address.
ru_ru: Email: неверный формат адреса электронной почты.

source: Send to friend
ru_ru: Отправить другу

source: Your e-mail address
ru_ru: Ваш электронный адрес

source: Your friend's name
ru_ru: Имя вашего друга

source: Your friend's e-mail address
ru_ru: Адрес электронной почты вашего друга

source: Send message
ru_ru: Отправить сообщение

source: Add a new comment
ru_ru: Добавить новый комментарий

source: Title
ru_ru: Заголовок

source: Submit comment
ru_ru: Отправить комментарий

source: Contact seller
ru_ru: Связаться с продавцом

source: This listing expired, you cannot contact seller.
ru_ru: У это объявления истек срок размещения, вы не можете связаться с продавцом.

source: It is your own listing, you cannot contact yourself.
ru_ru: Это ваше собственное объявление, вы не можете связаться с самим собой.

source: You must log in or register a new account in order to contact the advertiser.
ru_ru: Вы должны войти или зарегистрироваться, чтобы связаться с рекламодателем.

source: This is your own profile!
ru_ru: Это ваш собственный профиль!

source: Phone number
ru_ru: Номер телефона

source: No phone number
ru_ru: Нет номера телефона

source: Posting for %s
ru_ru: на сайте %s

source: Registered user
ru_ru: Зарегистрированный пользователь

source: Unregistered user
ru_ru: Незарегистрированный пользователь

source: Premium
ru_ru: Премиум

source: Unkown location
ru_ru: Неизвестное место

source: This listing is expired!
ru_ru: У этого объявления истек срок размещения!

source: Seller has marked this listing as <strong>SOLD</strong>
ru_ru: Продавец отметил это объявление как <strong>ПРОДАНО</strong>

source: Seller has marked this listing as <strong>RESERVED</strong>
ru_ru: Продавец отметил это объявление как <strong>ЗАРЕЗЕРВИРОВАНО</strong>

source: Images
ru_ru: Изображения

source: Image
ru_ru: Изображение

source: Seller has not uploaded any pictures
ru_ru: Продавец не загрузил ни одной фотографии

source: Get directions
ru_ru: Проложить маршрут

source: Item condition
ru_ru: Состояние товара

source: hit
ru_ru: просмотр

source: hits
ru_ru: просмотра

source: Attributes
ru_ru: Атрибуты

source: view all details
ru_ru: просмотреть все детали

source: Manage item
ru_ru: Управление объявлением

source: Edit
ru_ru: Редактировать

source: Are you sure you want to delete this listing? This action cannot be undone.
ru_ru: Вы уверены, что хотите удалить это объявление? Это действие не может быть отменено.

source: Validate
ru_ru: Подтвердить

source: Professional seller
ru_ru: Профессиональный продавец

source: view profile
ru_ru: просмотреть профиль

source: Click to show number
ru_ru: Нажмите, чтобы показать номер

source: Click to show email
ru_ru: Нажмите, чтобы показать email

source: Message seller
ru_ru: Сообщение продавцу

source: Browse all seller's ads
ru_ru: Все объявления продавца

source: Make offer
ru_ru: Сделать предложение

source: Print listing
ru_ru: Распечатать

source: Download in PDF
ru_ru: Скачать в PDF

source: Recommend
ru_ru: Рекомендовать

source: Share on Facebook
ru_ru: Поделиться в Facebook

source: Share on Twitter
ru_ru: Поделиться в Twitter

source: Share on Pinterest
ru_ru: Поделиться в Pinterest

source: Comments
ru_ru: Комментарии

source: Comment
ru_ru: Комментарий

source: Anonymous
ru_ru: Анонимно

source: Delete your comment
ru_ru: Удалить свой комментарий

source: Delete
ru_ru: Удалить

source: No comments has been added yet
ru_ru: Пока не было добавлено ни одного комментария

source: Call %s
ru_ru: Вызов %s

source: Send SMS
ru_ru: Отправить смс

source: Copied to clipboard!
ru_ru: Скопировано в буфер обмена!

source: Copy number
ru_ru: Копировать номер

source: Click to call
ru_ru: Нажмите, чтобы позвонить

source: Click to send mail
ru_ru: Нажмите, чтобы отправить почту

source: sold
ru_ru: продано

source: reserved
ru_ru: зарезервированный

source: premium
ru_ru: премиум

source: Preview
ru_ru: Предварительный просмотр

source: Unknown location
ru_ru: Неизвестное место

source: Featured listings
ru_ru: Премиум объявления

source: No premium listing yet
ru_ru: Нет Премиум объявлений

source: Want to sell quickly?
ru_ru: Хотите быстро продать?

source: Publish a listing, promote ad to make it more attractive and get more hits and sell item much faster
ru_ru: Опубликуйте объявление, продвигайте товар, рекламу, чтобы сделать ее более привлекательной, получить больше просмотьров и продавать товары намного быстрее

source: Publish an ad
ru_ru: Опубликовать объявление

source: Add a listing
ru_ru: Добавить объявление

source: It takes just 1 minute!
ru_ru: Это займет всего 1 минуту!

source: Promote listing
ru_ru: Продвинуть объявление

source: Promote it
ru_ru: Продвиньте объявление

source: To make it more attractive
ru_ru: Чтобы сделать его более привлекательным

source: Listing sold
ru_ru: Объявление продано

source: Sold
ru_ru: Сделка

source: Premium item sells 5x faster
ru_ru: Премиум товар продается в 50 раз быстрее

source: Lately added on our classifieds
ru_ru: Свежие объявления

source: No latest listing yet
ru_ru: Нет последних объявлений

source: We are best thanks to you!
ru_ru: Мы лучшие благодаря вам!

source: Our classifieds are constantly spreading into world, stats says it all
ru_ru: 1 онлайн-платформа объявлений

source: Active listings
ru_ru: Активные объявления

source: Active ads
ru_ru: Активные объявления

source: Users registred
ru_ru: Новые пользователи

source: Users registered
ru_ru: Новые пользователи

source: Most favorited listings by users
ru_ru: Самые популярные объявления пользователей

source: No listing favorited yet
ru_ru: Объявление не добавлено в избранное

source: Latest articles on our blog
ru_ru: Последние статьи в нашем блоге

source: Our partners
ru_ru: Наши партнеры

source: Maintenance
ru_ru: Обслуживание

source: OOOPS! We are sorry, page is undergoing maintenance.
ru_ru: OOOPS! К сожалению, страница находится на обслуживании.

source: Please come back in few minutes. Thank you.
ru_ru: Пожалуйста, вернитесь через несколько минут. Спасибо.

source: Period
ru_ru: Период

source: Additional parameters
ru_ru: Дополнительные параметры

source: Showing %s - %s of %s results
ru_ru: Показано %s - %s из %s результатов

source: No listings found
ru_ru: Не найдено ни одного объявления

source: All listings
ru_ru: Все объявления

source: Grid view
ru_ru: Вид сетки

source: Only items with picture
ru_ru: Только объявления с изображением

source: With picture
ru_ru: С изображением

source: Remove all
ru_ru: Удалить все

source: We could not find any results for your search...
ru_ru: Мы не смогли найти никаких результатов для вашего поиска ...

source: Following tips might help you to get better results
ru_ru: Следующие советы могут помочь вам получить лучшие результаты

source: Use more general keywords
ru_ru: Используйте более общие ключевые слова

source: Check spelling of position
ru_ru: Проверьте правильность написания позиции

source: Reduce filters, use less of them
ru_ru: Уменьшите фильтры, используйте их меньше

source: Reset filter
ru_ru: Сбросить фильтр

source: Top offer
ru_ru: Топ предложение

source: Menu
ru_ru: Меню

source: Alert
ru_ru: Предупреждение

source: item found
ru_ru: Найденные результаты

source: items found
ru_ru: Результаты найдены

source: This action can't be undone. Are you sure you want to continue?
ru_ru: Это действие не может быть отменено. Вы уверены что хотите продолжить?

source: Unsubscribe
ru_ru: Отказаться от подписки

source: Pattern
ru_ru: Шаблон

source: Min. price
ru_ru: Мин. цена

source: Max. price
ru_ru: Макс. цена

source: Note that not all conditions are listed, only base alert conditions are shown.
ru_ru: Обратите внимание, что перечислены не все условия, показаны только базовые условия.

source: No listings match to alert criteria.
ru_ru: Нет объявлений, соответствующих критериям.

source: You have no active alerts
ru_ru: У вас нет активных оповещений

source: Reset
ru_ru: Сброс

source: password
ru_ru: пароль

source: New password
ru_ru: Новый пароль

source: Repeat password
ru_ru: Повторите пароль

source: Submit
ru_ru: Разместить

source: Inactive
ru_ru: Неактивный

source: Expired
ru_ru: Истек

source: This listing is premium
ru_ru: Это объявление Премиум

source: Location missing
ru_ru: Местоположение отсутствует

source: Published on %s
ru_ru: Опубликовано в %s

source: Never expire
ru_ru: Никогда не истекает

source: Expire on
ru_ru: Истекает

source: Not sold
ru_ru: Не продан

source: Not reserved
ru_ru: Не защищены

source: Reserve
ru_ru: Резерв

source: Republish
ru_ru: Опубликовать повторно

source: You have no listings yet
ru_ru: У вас еще нет объявлений

source: Update avatar
ru_ru: Обновить аватар

source: Mobile phone
ru_ru: Мобильный телефон

source: Land Phone
ru_ru: Домашний телефон

source: Street
ru_ru: Улица

source: User type
ru_ru: Тип пользователя

source: Website
ru_ru: Веб-сайт

source: Change email
ru_ru: Изменить e-mail

source: Current e-mail
ru_ru: Текущий e-mail

source: New e-mail
ru_ru: Новый e-mail

source: You cannot do this on demo site
ru_ru: Вы не можете сделать это на демонстрационном сайте

source: Change password
ru_ru: Измени пароль

source: Current password
ru_ru: Текущий пароль

source: Repeat new password
ru_ru: Повторите новый пароль

source: Are you sure you want to delete your account? This action cannot be undone
ru_ru: Вы уверены, что хотите удалить свой аккаунт? Это действие не может быть отменено

source: Delete account
ru_ru: Удалить аккаунт

source: view all ads
ru_ru: просмотреть все объявления

source: Latest items of seller
ru_ru: Последние объявления продавца

source: This seller has no active listings
ru_ru: У этого продавца нет активных объявлений

source: Back to home page
ru_ru: Вернуться на главную страницу

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Remember me
ru_ru: Запомни меня

source: Social login
ru_ru: Вход через соц сеть

source: Connect with Facebook
ru_ru: Вход через Facebook

source: Connect with Google
ru_ru: Вход через Google

source: Sign up
ru_ru: Регистрация

source: Forgot password
ru_ru: Забыл пароль

source: Re-type password
ru_ru: Повторите пароль

source: Create account
ru_ru: Регистрация

source: Social signup
ru_ru: Регистрация через соц сети

source: Send a new password
ru_ru: Отправить новый пароль
