Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/themes/gamma/languages/*/theme1.po
Languages: ru_ru

source: OOPS! Page Not Found!
ru_ru: OOPS! Страница не найдена!

source: Either something get wrong or the page doesn't exist anymore.
ru_ru: Либо что-то не так, либо страница больше не существует.

source: Take me home
ru_ru: На главную

source: Advertisement
ru_ru: Рекламное объявление

source: Settings were successfully saved
ru_ru: Настройки успешно сохранены

source: Enable Theme Banners
ru_ru: Включить баннеры

source: When enabled, bellow banners will be shown in front page.
ru_ru: Когда эта опция включена, на первой странице будут отображаться баннеры ниже.

source: Will be shown
ru_ru: Будет показано

source: Save
ru_ru: Сохранить

source: Category
ru_ru: Категория

source: Font Awesome icon successfully saved for category <strong>#
ru_ru: Иконка Font Awesome успешно сохранена для категории <strong>#

source: Color successfully saved for category <strong>#
ru_ru: Цвет успешно сохранен для категории <strong>#

source: extension not allowed, only allowed extension is .png!
ru_ru: расширение не разрешено, разрешено только расширение .png!

source: Small image #
ru_ru: Маленькое изображение #

source: uploaded successfully.
ru_ru: успешно загружен.

source: There was error when uploading small image #
ru_ru: При загрузке небольшого изображения произошла ошибка Pri zagruzke nebol'shogo izobrazheniy #

source: extension not allowed, only allowed extension for large images is .jpg!
ru_ru: расширение не разрешено, разрешено только расширение для больших изображений .jpg!

source: Large image #
ru_ru: Большое изображение #

source: There was error when uploading large image #
ru_ru: При загрузке большого изображения произошла ошибка #

source: Category Icons Type
ru_ru: Тип иконки категории

source: Check to ON if you want to use Font-Awesome icons instead of Small images for categories.
ru_ru: Установите флажок «ВКЛ», если вы хотите использовать Font-Awesome значки вместо небольших изображений для категорий.

source: Setup category icons
ru_ru: Установить значки категорий

source: Name
ru_ru: Имя

source: Has small image
ru_ru: Имеет маленькое изображение

source: Small image (50x50px - png)
ru_ru: Маленькое изображение (50x50px - png)

source: Has large image
ru_ru: Имеет большое изображение

source: Large image (720x90px - jpg)
ru_ru: Большое изображение (720x90px - jpg)

source: Color
ru_ru: Цвет

source: Configure
ru_ru: Конфигурация

source: Theme color
ru_ru: Цвет темы

source: Enter color in HEX format or select color with picker. Theme will use this color for buttons, borders, ... Example: #f29c12
ru_ru: Введите цвет в формате HEX или выберите цвет с помощью палитры. Тема будет использовать этот цвет для кнопок, границ, ... Пример: # f29c12

source: Site Phone Number
ru_ru: Номер телефона сайта

source: Leave blank to disable, will be shown in footer
ru_ru: Оставьте пустым, чтобы отключить, будет отображаться в нижнем колонтитуле

source: Website Name
ru_ru: Название сайта

source: Enter shortcut or short name of your website that will be used in footer
ru_ru: Введите ярлык или краткое название вашего сайта, который будет использоваться в нижнем колонтитуле

source: Lazy Load
ru_ru: Ленивая нагрузка

source: Enable to deffer images loading. Images will be loaded when get into viewable area. This may rapidly improve seo rating of your site.
ru_ru: Включите, чтобы отложить загрузку изображений. Изображения будут загружены при попадании в видимую область. Это может быстро улучшить SEO рейтинг вашего сайта.

source: Location Box Content
ru_ru: Содержимое окна местоположения

source: Regions
ru_ru: Регион

source: Cities
ru_ru: Город

source: Select default content for location box. For cities only first 200 values will be included in list. Valid only for "small" location box.
ru_ru: Выберите содержимое по умолчанию для поля местоположения. Для городов только первые 200 значений будут включены в список. Действительно только для «маленького» окна местоположения.

source: Home page settings
ru_ru: Настройки домашней страницы

source: Home Page Layout
ru_ru: Макет домашней страницы

source: Tabbed view
ru_ru: Вид с вкладками

source: Horizontal view
ru_ru: Горизонтальный вид

source: Select what layout you want to use for home page. Tabbed view will create tabs and only 1 box is shown at same time. Horizontal view will show all boxes at once (latest, premiums, favorite, ...).
ru_ru: Выберите, какой макет вы хотите использовать для домашней страницы. Представление с вкладками создаст вкладки, и одновременно отображается только 1 поле. Горизонтальный вид покажет все коробки сразу (последние, премии, любимые, ...).

source: Show Premiums Block on Home
ru_ru: Показать блок премий на главной

source: Show premium listings block on home page.
ru_ru: Показать блок премиум списков на главной странице.

source: Show Favorite Items on Home
ru_ru: Показать любимые предметы на главной

source: Show premium listings block on home page. Favorite items plugin must be installed.
ru_ru: Показать блок премиум списков на главной странице. Плагин любимых предметов должен быть установлен.

source: Show Blog Widget on Home
ru_ru: Показать блог виджет на главной

source: Show blog articles widget on home page. Blog plugin must be installed
ru_ru: Показать виджет статей блога на главной странице. Блог плагин должен быть установлен

source: Show Companies on Home
ru_ru: Показать компании на главной

source: Show companies block on home page. Business profile plugin must be installed
ru_ru: Показать блок компаний на главной странице. Плагин бизнес-профиля должен быть установлен

source: Number of Companies on Home
ru_ru: Количество компаний на главной

source: How many companies will be shown on home page.
ru_ru: Сколько компаний будет показано на домашней странице.

source: Show Promote Block on Home
ru_ru: Показать блок продвижения на главной

source: Show promote block on home page (Want to sell quickly?)
ru_ru: Показать блок продвижения на главной странице (Хотите быстро продать?)

source: Show Stats Block on Home
ru_ru: Показать блок статистики на главной

source: Show stats block on home page (We are best thanks to you!)
ru_ru: Показать блок статистики на главной странице (Мы лучшие благодаря вам!)

source: Number of Premiums on Home
ru_ru: Количество премиум на главной

source: How many premium listings will be shown on home page.
ru_ru: Сколько премиум объявлений будет показано на главной странице.

source: Show Latest Items in Random Order
ru_ru: Показать последние товары в случайном порядке

source: Enable to show latest items in ranodm order each time page is refreshed.
ru_ru: Включить отображение последних элементов в случайном порядке при каждом обновлении страницы.

source: Latest Items Picture Only
ru_ru: Только последние изображения

source: Enable to show in latest section on home page only listings those has at least 1 picture.
ru_ru: Включите, чтобы показывать в последнем разделе на главной странице только те объявления, в которых есть хотя бы 1 изображение.

source: Latest Premium Items
ru_ru: Последние Премиум объявления

source: Enable to show in latest section on home page only listings those are premium.
ru_ru: Включите, чтобы показывать в последнем разделе на главной странице только премиум объявленеия.

source: Category for Latest Items
ru_ru: Категория для последних объявлений

source: All categories
ru_ru: Все категории

source: Select category that will be used to feed listings into latest items section on home page.
ru_ru: Выберите категорию, которая будет использоваться для подачи объявлений в раздел последних товаров на главной странице.

source: Search page settings
ru_ru: Настройки страницы поиска

source: Default View on Search Page
ru_ru: Вид по умолчанию на странице поиска

source: Gallery view
ru_ru: В Виде галереи

source: List view
ru_ru: В Виде списока

source: Show Premiums Block on Search
ru_ru: Показать блок премий на странице поиска

source: Show Premium Listings block on Search Page.
ru_ru: Показать блок «Премиум» на странице поиска.

source: Number of Premiums on Search
ru_ru: Количество премиум по поиску

source: How many premium listings will be shown on Search page.
ru_ru: Сколько премиум объявлений будет показано на странице поиска.

source: Currency in Search Box
ru_ru: Валюта в окне поиска

source: Select currency symbol that will be used on search page for min & max price fields.
ru_ru: Выберите символ валюты, который будет использоваться на странице поиска для полей минимальной и максимальной цены.

source: Live Search using Ajax
ru_ru: Легкий поиск с использованием Ajax

source: Enable live realtime search without reloading of search page.
ru_ru: Включить живой поиск в реальном времени без перезагрузки страницы поиска.

source: Publish listing settings
ru_ru: Настройки публикации объявлений

source: Category box on Publish page
ru_ru: Поле категории на странице публикации

source: Fancy box
ru_ru: Необычная коробка

source: Cascading drop-downs
ru_ru: Каскадные выпадающие списки

source: One select box
ru_ru: Одна коробка выбора

source: Interactive select box
ru_ru: Интерактивная коробка выбора

source: Select what type of category selection (box) will be used on publish/edit page.
ru_ru: Выберите, какой тип выбора категории (поле) будет использоваться на странице публикации / редактирования.

source: Required Fields on Publish
ru_ru: Обязательные поля для публикации

source: None
ru_ru: Ничего

source: Location
ru_ru: Город

source: Country
ru_ru: Страна

source: Region
ru_ru: Регион

source: City
ru_ru: Город

source: Contact Name
ru_ru: Контактное лицо

source: Phone
ru_ru: Телефон

source: If you select Location as required, it means that one of following fields must be filled: Country, Region or City
ru_ru: Если вы выберете Местоположение как требуется, это означает, что должно быть заполнено одно из следующих полей: Страна, Регион или Город

source: Extra Fields exclude Categories
ru_ru: Дополнительные поля исключают категории

source: Select categories where you do not want to show Transaction and Condition on listing publish/edit page
ru_ru: Выберите категории, в которых вы не хотите показывать транзакцию и условие на странице публикации / редактирования

source: Other settings
ru_ru: Другие настройки

source: Footer Link
ru_ru: Footer Ссылка

source: Link to OsclassPoint will be shown in footer to support our project.
ru_ru: Ссылка на OsclassPoint будет показана в Footer для поддержки нашего проекта.

source: Use Default Logo
ru_ru: Использовать логотип по умолчанию

source: If you did not upload any logo yet, osclass default logo will be used.
ru_ru: Если вы еще не загрузили какой-либо логотип, будет использован логотип по умолчанию.

source: Form submit without reload (Ajax)
ru_ru: Форма отправки без перезагрузки (Ajax)

source: Contact seller, Add new comment & Send to friend forms will be submitted without page reload.
ru_ru: Связаться с продавцом, добавить новый комментарий и отправить другу формы будут отправлены без перезагрузки страницы.

source: Improve Location Pick
ru_ru: Улучшить выбор местоположения

source: When user enter term into location picker (like city), there are results for this query and user does not select anything, theme will pick first entry when form is submitted. Works on home & search page.
ru_ru: Когда пользователь вводит термин в средство выбора местоположения (например, город), для этого запроса есть результаты, и пользователь ничего не выбирает, тема выберет первую запись при отправке формы. Работает на домашней странице и странице поиска.

source: Enable Listing Preview
ru_ru: Включить предварительный просмотроюъявления

source: When enabled, preview button is added into items list and visitor can preview listing without opening it in window.
ru_ru: Когда эта опция включена, кнопка предварительного просмотра добавляется в список, и посетитель может просмотреть объявление, не открывая его в окне.

source: Number of Items on Public Profile
ru_ru: Количество объявлений в публичном профиле

source: How many listings will be shown on user public profile. Keep in mind that pagination is not available on public profile.
ru_ru: Сколько объявлений будет показано в публичном профиле пользователя. Имейте в виду, что нумерация страниц недоступна в общедоступном профиле.

source: Category Icons
ru_ru: Значки категорий

source: Header Logo
ru_ru: Логотип заголовка

source: Plugins
ru_ru: Плагины

source: Report Bug
ru_ru: Сообщить об ошибке

source: Support Forums
ru_ru: Форума поддержки

source: Contact Us
ru_ru: Свяжитесь с нами

source: Add small image
ru_ru: Добавить маленькое изображение

source: Add / remove icon
ru_ru: Добавить / удалить значок

source: Add / remove color
ru_ru: Добавить / удалить цвет

source: The logo image has been uploaded correctly
ru_ru: Изображение логотипа было загружено правильно

source: An error has occurred, please try again
ru_ru: Произошла ошибка, пожалуйста, попробуйте еще раз

source: The logo image has been removed
ru_ru: Изображение логотипа было удалено

source: Image not found
ru_ru: Изображение не найдено

source: Logo preview
ru_ru: Предварительный просмотр логотипа

source: Remove
ru_ru: Удалить

source: No logo has been uploaded yet
ru_ru: Логотип еще не загружен

source: Logo upload
ru_ru: Загрузка логотипа

source: When new logo is uploaded, do not forget to clean your browser cache (CTRL + R or CTRL + F5)
ru_ru: При загрузке нового логотипа не забудьте очистить кеш браузера (CTRL + R или CTRL + F5)

source: The preferred size of the logo is 200x50px.
ru_ru: Предпочтительный размер логотипа составляет 200x50 пикселей.

source: Following formats are allowed: png, gif, jpg
ru_ru: Допустимы следующие форматы: png, gif, jpg

source: Uploading another logo will overwrite the current logo.
ru_ru: Загрузка другого логотипа перезапишет текущий логотип.

source: Upload
ru_ru: Загрузить

source: The images folder <strong>%s</strong> is not writable on your server
ru_ru: Папка с изображениями <strong>%s</strong> недоступно для записи на вашем сервере

source: OSClass can't upload the logo image from the administration panel.
ru_ru: OSClass не может загрузить изображение логотипа из панели администрирования.

source: Please make the aforementioned image folder writable.
ru_ru: Пожалуйста, сделайте вышеупомянутую папку изображений доступной для записи.

source: To make a directory writable under UNIX execute this command from the shell:
ru_ru: Чтобы сделать каталог доступным для записи в UNIX, выполните эту команду из оболочки:

source: Plugins for this theme
ru_ru: Плагины для этой темы

source: We have modified for you many plugins to fit theme design that will work without need of any modifications
ru_ru: Мы модифицировали для вас множество плагинов, чтобы они соответствовали дизайну тем, которые будут работать без каких-либо изменений

source: Plugins are not delivered in theme package, must be downloaded separately
ru_ru: Плагины не поставляются в пакете темы, должны быть загружены отдельно

source: Download plugins
ru_ru: Скачать плагины

source: upload and extract downloaded file <strong>beta-plugins.zip</strong> into folder <strong>oc-content/plugins/</strong> on your hosting
ru_ru: загрузить и извлечь загруженный файл <strong>beta-plugins.zip</strong>в папку <strong>oc-content/plugins/</strong>на вашем хостинге

source: go to <strong>oc-admin > Plugins</strong> and install plugins you like
ru_ru: перейти к <strong>oc-admin > Plugins</strong> и установите плагины, которые вам нравятся

source: Plugin settings
ru_ru: Настройки плагина

source: Enable Scroll to Top
ru_ru: Включить прокрутку вверх

source: When enabled, button that enables scroll to top will be added.
ru_ru: При включении будет добавлена кнопка, которая позволяет прокрутить вверх.

source: Enable Related Listings
ru_ru: Включить связанные объявления

source: When enabled, related listings will be shown at listing page.
ru_ru: Когда включено, связанные объявления будут отображаться на странице списка.

source: Number of Related Items
ru_ru: Количество связанных объявлений

source: Enter how many related listings will be shown on item page.
ru_ru: Введите, сколько связанных объявлений будет показано на странице товара.

source: Please enter your email address!
ru_ru: Пожалуйста, введите свой адрес электронной почты!

source: You have successfully subscribed to alert!
ru_ru: Вы успешно подписались на оповещение!

source: There was error during subscription process - incorrect email address format!
ru_ru: Во время подписки произошла ошибка - неверный формат адреса электронной почты!

source: You have already subscribed to this search!
ru_ru: Вы уже подписались на этот поиск!

source: Subscribe to this search
ru_ru: Подписаться на этот поиск

source: Subscribe
ru_ru: Подписаться

source: Contact us
ru_ru: Связаться с нами

source: Your name
ru_ru: Ваше имя

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: Choose a file
ru_ru: Выберите файл

source: No file selected
ru_ru: Файл не выбран

source: Send
ru_ru: Отправить

source: Post an ad
ru_ru: Подать объявление

source: All rights reserved
ru_ru: Все права защищены

source: Country flag
ru_ru: Флаг страны

source: Navigation
ru_ru: Навигация

source: Home
ru_ru: Главная

source: Search
ru_ru: Поиск

source: Contact
ru_ru: Контакты

source: My Account
ru_ru: Мой аккаунт

source: Add a new listing
ru_ru: Добавить новое объявление

source: Categories
ru_ru: Категории

source: Locations
ru_ru: Местоположение

source: Information
ru_ru: Информация

source: Share us on Facebook
ru_ru: Поделитесь на Facebook

source: Share us on Pinterest
ru_ru: Поделитесь на Pinterest

source: your
ru_ru: вашы

source: classifieds
ru_ru: объявления

source: You have enabled DEBUG MODE, autocomplete for locations and items will not work! Disable it in your config.php.
ru_ru: Вы включили режим отладки, автозаполнение для локаций и предметов не будет работать! Отключите его в вашем config.php.

source: Log in
ru_ru: Войти

source: Register a new account
ru_ru: Зарегистрироватся

source: My listings
ru_ru: Мои объявления

source: My profile
ru_ru: Мой профиль

source: My alerts
ru_ru: Мои оповещения

source: Log out
ru_ru: Выйти

source: Select country first to get list of regions
ru_ru: Сначала выберите страну, чтобы получить список регионов

source: Select region first to get list of regions
ru_ru: Сначала выберите регион

source: Select main category first to get list of subcategories
ru_ru: Сначала выберите основную категорию

source: more cities, specify your location
ru_ru: укажите ваше местоположение

source: No country match to your criteria
ru_ru: Ни одна страна не соответствует вашим критериям

source: No region match to your criteria
ru_ru: Ни один регион не соответствует вашим критериям

source: No city match to your criteria
ru_ru: Ни один город не соответствует вашим критериям

source: No location match to your criteria
ru_ru: Нет местоположения, соответствующего вашим критериям

source: Enter at least
ru_ru: Введите хотя бы

source: more letter(s)
ru_ru: больше букв

source: Chat unavailable
ru_ru: Чат недоступен

source: User is not registered
ru_ru: Пользователь не зарегистрирован

source: It is your listing
ru_ru: Это ваше объявление

source: User has blocked you
ru_ru: Пользователь заблокировал вас

source: Chat unavailable (offline)
ru_ru: Чат недоступен (не в сети)

source: Start chat (online)
ru_ru: Начать чат (онлайн)

source: You may also like ...
ru_ru: Вам также может понравиться ...

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Transaction
ru_ru: Сделка

source: Condition
ru_ru: Состояние

source: User
ru_ru: Пользователь

source: Age
ru_ru: Возраст

source: Picture
ru_ru: Изображение

source: Min
ru_ru: Мин

source: Max
ru_ru: Макс

source: Keyword
ru_ru: Ключевое слово

source: All
ru_ru: Все

source: New
ru_ru: Новое

source: Used
ru_ru: Б/.у

source: Sell
ru_ru: Продам

source: Buy
ru_ru: Куплю

source: Rent
ru_ru: Аренда

source: Exchange
ru_ru: Обмен

source: Yesterday
ru_ru: Вчера

source: Last week
ru_ru: Неделю назад

source: Last 2 weeks
ru_ru: За последние 2 недели

source: Last month
ru_ru: Прошлый месяц

source: Last year
ru_ru: Прошлый год

source: Personal
ru_ru: Частное лицо

source: Company
ru_ru: Компания

source: region
ru_ru: бласть, край

source: city
ru_ru: город

source: ... and %d more %s, enter your %s name to refine results
ru_ru: ... а также %d далее %s, введите ваше %s имя, чтобы уточнить результаты

source: minute ago
ru_ru: минуту назад

source: %d minutes ago
ru_ru: %d минут назад

source: %d hour ago
ru_ru: %d час назад

source: %d hours ago
ru_ru: %d часов назад

source: %d day ago
ru_ru: %d день назад

source: %d days ago
ru_ru: %d дней назад

source: %d week ago
ru_ru: %d неделю назад

source: %d weeks ago
ru_ru: %d недели назад

source: %d month ago
ru_ru: %d месяц назад

source: %d months ago
ru_ru: %d месяцев назад

source: %d year ago
ru_ru: %d год назад

source: %d years ago
ru_ru: %d лет назад

source: %d+ days
ru_ru: %d+ дней

source: %d+ week
ru_ru: %d+ неделю

source: %d+ weeks
ru_ru: %d+ недели

source: %d+ month
ru_ru: %d+ месяц

source: %d+ months
ru_ru: %d+ месяца

source: %d+ year
ru_ru: %d+ год

source: %d+ years
ru_ru: %d+ лет

source: Select category
ru_ru: Выберите категорию

source: Back
ru_ru: Назад

source: Alerts
ru_ru: Оповещения

source: Public profile
ru_ru: Общедоступный профиль

source: Logout
ru_ru: Выйти

source: Hi %s!
ru_ru: Привет %s!

source: Update
ru_ru: Обновить

source: My account
ru_ru: Мой аккаунт

source: Item Sold
ru_ru: Завершено

source: Choose one category
ru_ru: Выберите одну категорию

source: Seller type
ru_ru: Тип пользователя

source: Choose seller type
ru_ru: Выберите тип пользователя

source: All sellers
ru_ru: Все пользователи

source: Choose transaction type
ru_ru: Выберите тип транзакции

source: Choose condition of item
ru_ru: Выберите состояние

source: Currency
ru_ru: Валюта

source: Enter price
ru_ru: Введите цену

source: Free
ru_ru: Бесплатно

source: Check with seller
ru_ru: Уточнить у продавца

source: Choose price type
ru_ru: Выберите тип цены

source: Choose period
ru_ru: Выберите период

source: in
ru_ru: в

source: Location not entered
ru_ru: Место не введено

source: Theme Setting
ru_ru: Настройка темы

source: Theme Settings
ru_ru: Настройки темы

source: Logo
ru_ru: Логотип

source: You can define your own banner code from theme settings
ru_ru: Вы можете определить свой собственный код баннера из настроек темы

source: Advertisement space
ru_ru: Рекламное место

source: Bottom of search page
ru_ru: Середина боковой панели

source: Top of item page
ru_ru: Начало страницы товара

source: Bottom of item page
ru_ru: Нижняя часть страницы товара

source: Middle of item sidebar
ru_ru: Середина боковой панели

source: Bottom of item sidebar
ru_ru: Нижняя часть боковой панели

source: Under item description
ru_ru: Под описанием товара

source: Public profile under items
ru_ru: Публичный профиль под объявлениями

source: Choose File
ru_ru: Выберите файл

source: Parent category cannot be selected
ru_ru: Родительская категория не может быть выбрана

source: Hi
ru_ru: Привет

source: Register
ru_ru: Регистрация

source: Blog
ru_ru: Блог

source: Companies
ru_ru: Компании

source: Forums
ru_ru: Форум

source: Messages
ru_ru: Сообщения

source: What are you looking for?
ru_ru: Что ищете?

source: Browse categories
ru_ru: Просмотр категорий

source: %s listings
ru_ru: %s объявления

source: Search, Sell & Buy
ru_ru: Поиск, продажа и покупка

source: Best classifieds
ru_ru: Лучшие объявления

source: for you
ru_ru: для вас
