Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/osclass_pay/languages/*/messages.po
Languages: ru_ru

source: Product selling
ru_ru: Продажа продукции

source: Settings were successfully saved
ru_ru: Настройки успешно сохранены

source: Item data were successfully updated
ru_ru: Данные позиции были успешно обновлены

source: Orders were successfully updated. Products has been restocked.
ru_ru: Заказы были успешно обновлены. Продукция была пополнена.

source: User %s successfully added to seller's list. This user is now eligible to sell items.
ru_ru: Пользователь %s успешно добавлен в список продавца. Теперь этот пользователь имеет право продавать предметы.

source: User %s successfully removed from seller's list. This user cannot sell items anymore.
ru_ru: Пользователь %s успешно удален из списка продавца. Этот пользователь больше не может продавать предметы.

source: User not found
ru_ru: Пользователь не найден

source: Currency rates successfully updated.
ru_ru: Курсы валют успешно обновлены.

source: Product Selling Settings
ru_ru: Настройки Продажи Продукта

source: Keep in mind that all payments for products goes to your account. Users allowed to sell products should be your colleagues!
ru_ru: Имейте в виду, что все платежи за продукцию поступит на ваш счет. Пользователи, которым разрешено продавать продукцию, должны быть вашими коллегами!

source: Enable Product Selling
ru_ru: Возможность Продажи Продукта

source: When enabled, selected users can offer products for sell. Payments for products goes to your account.
ru_ru: При включении некоторые пользователи могут предлагать продукты для продажи. Платежи за продукты идут на ваш счет.

source: Enable All Registered to Sell Products
ru_ru: Включить все зарегистрированные для продажи продукты

source: When enabled, all registered users can sell their products. If disabled, you can manually select sellers in section bellow.
ru_ru: Если этот параметр включен, все зарегистрированные пользователи могут продавать свою продукцию. При отключении можно вручную выбрать продавцов в разделе ниже.

source: Enable Stock Management
ru_ru: Включить Управление Запасами

source: When enabled, it is possible to set available quantities for products.
ru_ru: Если этот параметр включен, можно задать доступные количества для продуктов.

source: Show Product Available Quantity
ru_ru: Показать количество продукта доступное

source: When enabled, your customers can see available quantities for each product.
ru_ru: Если этот параметр включен, клиенты могут видеть доступные количества для каждого продукта.

source: Hook "Add to Cart" Button to Item Page
ru_ru: Крюк "Добавить в корзину " кнопку на странице элемента

source: When enabled, no theme modifications are required in order to enable product selling.
ru_ru: Если этот параметр включен, то для продажи продукта не требуется никаких модификаций темы.

source: Apply Membership Discount
ru_ru: Подать Заявку на Участие

source: When enabled, user membership discount is applied on product as well.
ru_ru: Когда включено, скидка на членство пользователя применяется и к продукту.

source: Disable Order Status
ru_ru: Отключить Статус Заказа

source: Disable order status and all orders will have status Completed that cannot be changed.
ru_ru: Отключить статус заказа и все заказы будут иметь статус Завершено, которое не может быть изменено.

source: Update
ru_ru: Обновить

source: Make users sellers
ru_ru: Сделать продавцы пользователей

source: All users can sell their products! Selection bellow will not be used. You can disable this in section above, option "Enable All Registered to Sell Products".
ru_ru: Все пользователи могут продавать свою продукцию! Выбор ниже не будет использоваться. Вы можете отключить это в разделе выше, опция "Включить все зарегистрированные на продажу продукты".

source: Select users that are allowed to sell their products. Money from payments will go to your account!
ru_ru: Выберите пользователей, которым разрешено продавать свою продукцию. Деньги с платежей пойдут на ваш счет!

source: User ID
ru_ru: Пользователь ID

source: Name
ru_ru: Имя

source: Type user name or email...
ru_ru: Введите имя пользователя или адрес электронной почты ...

source: Start typing user name or email and select user you want to check from list.
ru_ru: Начните вводить имя пользователя или адрес электронной почты и выберите пользователя, который вы хотите проверить из списка.

source: Set User as Seller
ru_ru: Установите Пользователя в качестве Продавца

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: List of active sellers
ru_ru: Список активных продавцов

source: Seller
ru_ru: Продавец

source: Items
ru_ru: Предметы

source: Type
ru_ru: Тип

source: Address
ru_ru: Адрес

source: Phone
ru_ru: Телефон

source: Web
ru_ru: Веб

source: You have set that all users can sell, this section will not be used.
ru_ru: Вы установили, что все пользователи могут продавать, этот раздел не будет использоваться.

source: No listings has been found
ru_ru: Нет списков

source: Company
ru_ru: Компания

source: Personal
ru_ru: Личный

source: Address not set!
ru_ru: Адрес не указан!

source: Phone not set!
ru_ru: Телефон не установлен!

source: Item Data and Quantities
ru_ru: Данные по номенклатуре и количества

source: Bellow are shown quantities and sell status for all your listings.
ru_ru: Ниже показаны количества и статус продажи для всех ваших объявлений.

source: Item Title
ru_ru: Название элемента

source: On sale
ru_ru: В продаже

source: Quantity
ru_ru: Количество

source: Status
ru_ru: Статус

source: User is not in seller
ru_ru: Пользователь не в продаже

source: Item Price is Free or Check with Seller
ru_ru: Цена товара бесплатна или с продавцом

source: Not allowed
ru_ru: Не допускается

source: Unavailable Quantity
ru_ru: Недоступное Количество

source: Active
ru_ru: Активный

source: Page
ru_ru: Страница

source: Item Orders
ru_ru: Заказы Товаров

source: Bellow are shown all product orders.
ru_ru: Ниже показаны все заказы на продукцию.

source: Buyer
ru_ru: Покупатель

source: Delivery Address
ru_ru: Адрес Доставки

source: Products
ru_ru: Средства

source: Full Price
ru_ru: Полная Цена

source: Paid
ru_ru: Оплаченный

source: Comment
ru_ru: Комментарий

source: Date
ru_ru: Дата

source: No product orders has been found
ru_ru: Заказы на продукцию не найдены

source: Reg. date
ru_ru: Рег. дата

source: Owner of listing, click to send mail.
ru_ru: Владелец бартера, нажмите, чтобы отправить почту.

source: Transaction
ru_ru: Сделка

source: Gateway
ru_ru: Шлюз

source: Description
ru_ru: Описание

source: Amount
ru_ru: Количество

source: Unregistered
ru_ru: Незарегистрированный

source: Not set!
ru_ru: Не задано!

source: Processing
ru_ru: Обработка

source: Shipped
ru_ru: Отправленный

source: Completed
ru_ru: Завершенный

source: Cancelled
ru_ru: Отменен

source: Currency Rates
ru_ru: Курсы валют

source: In order to make eCommerce functional, it is required to convert any price of item, to currency of plugin, if it is different.
ru_ru: Чтобы функция eCommerce была функциональной, требуется конвертировать любую цену товара в валюту плагина, если она отличается.

source: Plugin use Yahoo service to get currency rate at daily frequency. Make sure your cron is functional.
ru_ru: Плагин использует сервис Yahoo для получения курса валюты на ежедневной частоте. Убедитесь, что ваш cron работает.

source: Osclass Pay Plugin has default currency %s and all other currencies are converted to this one
ru_ru: Плагин Osclass Pay имеет валюту по умолчанию %s, и все остальные валюты конвертируются в этот

source: Your classifieds has configured following currencies as available.
ru_ru: Ваши объявления настроили следующие валюты как доступные.

source: You can modify this list in %s
ru_ru: Вы можете изменить этот список в %s

source: Settings > Currencies
ru_ru: Настройки> Валюты

source: Code
ru_ru: Код

source: Symbol
ru_ru: Символ

source: Rate
ru_ru: Ставка

source: Detail
ru_ru: Подробности

source: No conversion, osclass pay default currency
ru_ru: Нет конверсии, osclass платит по умолчанию валюты

source: Not set, run refresh!
ru_ru: Не установлено, запустите обновление!

source: Refresh Rates
ru_ru: Обновить тариф

source: Plugin Setup
ru_ru: Настройка Плагина

source: If you have not used hook to place "Add to cart" button on item page, you can do it manually by modifying theme files.
ru_ru: Если вы не использовали крючок, чтобы поместить кнопку "Добавить в корзину" на странице элемента, вы можете сделать это вручную, изменяя файлы темы.

source: Place following code into your theme files where function osc_item_id() is available (item.php or item-loop-single.php...).
ru_ru: Поместите следующий код в файлы вашей темы, где osc_item_id() функция доступен (item.php or item-loop-single.php...).

source: Help
ru_ru: Помощь

source: Enable to allow direct sales of items on your classifieds. Users marked as sellers can then allow on listings to be purchased. Note that payment for purchase go to your account so only users that you cooperate with should be added to seller list. If listing price is set to Free or Check with seller, listing cannot be purchased by users.
ru_ru: Разрешить прямую продажу товаров в объявлениях. Пользователи, помеченные как продавцы могут позволить на листингах быть приобретены. Обратите внимание, что оплата покупки заходит в ваш аккаунт, поэтому только пользователи, с которыми вы сотрудничаете, должны быть добавлены в список продавцов. Если цена бартера установлена на Free или проверить с продавцом, бартер не может быть приобретен пользователями.

source: When enabled, all users can sell their listings. In this case seller list is not used.
ru_ru: Если этот параметр включен, все пользователи могут продавать свои объявления. В этом случае список продавцов не используется.

source: When enabled, users and admins can set available quantities on their products. When quantity is on 0, listing cannot be bought anymore.
ru_ru: Если этот параметр включен, пользователи и администраторы могут устанавливать доступные количества для своих продуктов. Когда количество на 0, бартер не может быть больше купил.

source: When enabled, available quantities for each product are shown next "Add to cart" button.
ru_ru: При включении имеющегося количества для каждого товара указаны рядом с кнопкой "Добавить в корзину".

source: Enable to hook "Add to cart" button into hook item_detail on item page. Then there are no modifications required in order to enable product selling.
ru_ru: Включить крючок" Добавить в корзину " кнопку в крючок item_detail на странице элемента. Тогда нет изменений, необходимых для того, чтобы продавать продукт.

source: Enable to apply membership discount on price of selling items.
ru_ru: Включить применение скидки на членство по цене продажи товаров.

source: There will be no order status tracking, status cannot be changed. All existing orders will have status Completed and all new orders will be directly marked as Completed.
ru_ru: Не будет отслеживания статуса заказа, статус не может быть изменен. Все существующие заказы будут иметь статус завершены и все новые заказы будут непосредственно отмечены как завершенные.

source: No matter what is currency set on item, price will be converted into currency used in osclass pay plugin.
ru_ru: Независимо от того, какая валюта установлена на пункт, цена не будет преобразована в валюту, используемую в плагине оплаты Osclass.

source: Error getting data, user not found
ru_ru: Ошибка при получении данных, пользователь не найден

source: Orders
ru_ru: Заказы

source: Product
ru_ru: Продукт

source: Payment
ru_ru: Платеж

source: Currency
ru_ru: Валюта

source: User
ru_ru: Пользователь

source: Fee
ru_ru: Плата

source: Payment Gateways
ru_ru: Платежные шлюзы

source: Bank transfer accepted successfully
ru_ru: Банковский перевод принят

source: Insufficient quantity on stock for product %s! We have %s items on stock, you have requested %s. Our team may contact you.
ru_ru: Недостаточное количество на складе для %s! Мы имеем %s номенклатуры на складе, Вы запросили %s. Наша команда может связаться с вами.

source: Bank transfer cancelled successfully
ru_ru: Успешно отменен банковский перевод

source: Bank transfer removed successfully
ru_ru: Банковский перевод удален успешно

source: Payment Methods
ru_ru: Способы оплаты

source: Bank Transfer Payments
ru_ru: Bank Transfer Платежи

source: Note that each payment must be accepted/approved by admin. After approval, promotions are executed.
ru_ru: Обратите внимание, что каждый платеж должен быть принят / одобрен администратором. После одобрения проводятся рекламные акции.

source: Approve transaction just in case you see it on your bank account, this action cannot be undone.
ru_ru: Одобрите транзакцию на всякий случай, если вы ее увидите на своем банковском счете, это действие не может быть отменено.

source: Enable Bank Transfer Payments
ru_ru: Включить платежи Bank Transfer

source: Using bank transfer is possible to pay just for credit packs.
ru_ru: Использование банковского перевода возможно только для кредитных пакетов.

source: Bank Transfer IBAN
ru_ru: Банковский перевод IBAN

source: Minimum Value for Transfer
ru_ru: Минимальное значение для перевода

source: Payments with amount less than minimum will not be possible to pay using Bank Transfer.
ru_ru: Платежи с суммой, которая меньше минимальной, не смогут быть оплачены с использованием Банковского перевода.

source: Show existing bank transfers
ru_ru: Показывать существующие банковские переводы

source: PayPal Payments
ru_ru: Платежи PayPal

source: It is preferred to use Digital Goods checkout if available, it is more user friendly.
ru_ru: Предпочтительно использовать Digital Goods checkout, если он доступен, он более удобен для пользователя.

source: Link will open in new window
ru_ru: Ссылка появится в новом окне

source: Open Paypal Production
ru_ru: Открытое производство Paypal

source: Open Paypal Sandbox
ru_ru: Открытая песочница Paypal

source: Open Paypal Help
ru_ru: Открыть справку в Paypal

source: Enable PayPal Payments
ru_ru: Включить платежи PayPal

source: PayPal Standard Payments
ru_ru: Стандартные платежи PayPal

source: Use "Standard Payments" if "Digital Goods" is not available in your country
ru_ru: Используйте «Стандартные платежи», если «Цифровые товары» недоступны в вашей стране

source: PayPal Sandbox Enabled
ru_ru: Включена песочница PayPal

source: Przelewy24 not available, currency must be set to PLN, EUR or CZK to be able to use this gateway.
ru_ru: Przelewy24 недоступен, валюта должна быть установлена в PLN, EUR или CZK, чтобы иметь возможность использовать этот шлюз.

source: Leave blank or enter Merchant ID if not applicable for you.
ru_ru: Оставьте пустым или введите идентификатор продавца, если он не подходит для вас.

source: Poland
ru_ru: Польский

source: English
ru_ru: Английский

source: German
ru_ru: Немецкий

source: Spanish
ru_ru: Испанский

source: Italian
ru_ru: Итальянский

source: Enable Sandbox
ru_ru: Включить Песочницу

source: Stripe Payments
ru_ru: Платные платежи

source: Open Stripe Production
ru_ru: Открытое производство полос

source: Open Stripe Sandbox
ru_ru: Открытая Полосатая песочница

source: Open Stripe Help
ru_ru: Справка по Открытой Полосе

source: Enable Stripe Payments
ru_ru: Включить платежи Stripe

source: Stripe Publishable Key
ru_ru: Опубликованный Ключ Stripe

source: Stripe Secret Key
ru_ru: Секретный Ключ Stripe

source: Stripe Test Publishable Key
ru_ru: Опубликованный ключ Stripe

source: Stripe Test Secret Key
ru_ru: Секретный ключ Stripe Test

source: Skrill Payments
ru_ru: Платежи Skrill

source: Skrill does not have sandbox, in regard to test this gateway, contact their support to convert your account to testing one or look for testing credentials on google or in their docs.
ru_ru: У Skrill нет песочницы, чтобы проверить этот шлюз, обратитесь в свою службу поддержки, чтобы преобразовать свою учетную запись в тестовую версию или искать проверки учетных данных в Google или в своих документах.

source: Open Skrill Production
ru_ru: Открытое производство Skrill

source: Enable Skrill Payments
ru_ru: Включить платежи Skrill

source: Skrill Merchant ID
ru_ru: ID продавца Skrill

source: Skrill Email
ru_ru: Эл. почта Skrill

source: Skrill Secret Word
ru_ru: Секретное слово Skrill

source: Send Payment Notifications
ru_ru: Отправить оповещения об оплате

source: Admin will receive notifications regarding payments.
ru_ru: Администратор получит уведомления о платежах.

source: Authorize.Net Payments
ru_ru: Authorize.Net Платежи

source: Authorize.net operates in currency USD only, plugin must be set to this currency, otherwise payment will not be available.
ru_ru: Authorize.net работает только в валюте USD, плагин должен быть установлен в эту валюту, иначе платеж будет недоступен.

source: Make sure to perform your registration on correct site, otherwise you will have troubles to make gateway work.
ru_ru: Обязательно выполните свою регистрацию на правильном сайте, иначе у вас возникнут проблемы с работой шлюза.

source: Authorize.net not available, currency must be set to USD to be able to use this gateway.
ru_ru: Authorize.net недоступно, для использования этого шлюза валюта должна быть установлена в долларах США.

source: Open Authorize.net Production
ru_ru: Open Authorize.net Производство

source: Open Authorize.net Sandbox
ru_ru: Open Authorize.net Песочница

source: Open Authorize.net Help
ru_ru: Открыть Authorize.net Помощь

source: Enable Authorize.Net Payments
ru_ru: Включить Authorize.Net платежи

source: Authorize.Net Merchant Login ID
ru_ru: Authorize.Net Купец Логин ID

source: Authorize.Net Merchant Transaction Key
ru_ru: Authorize.Net Ключ торговой сделки

source: Payza Payments
ru_ru: Payza Платежи

source: In order to make Payza fully functional, you need to enable IPN v2 in your Payza account. Otherwise payments will not be received.
ru_ru: Чтобы сделать Payza полностью работоспособным, вам нужно включить IPN v2 в свою учетную запись Payza. В противном случае платежи не будут получены.

source: Payza sandbox/test mode must be enabled/disabled in Payza account (IPN section).
ru_ru: В окне Payza (раздел IPN) должна быть включена / отключена песочница / тестовый режим Payza.

source: Enable Payza Payments
ru_ru: Включить платежи Payza

source: Blockchain Payments
ru_ru: Blockchain Платежи

source: To get your address, click on "Request" button in Blockchain account.
ru_ru: Чтобы получить свой адрес, нажмите кнопку «Запрос» в учетной записи Blockchain.

source: Blockchain does not have sandbox/test mode, in order to test your payments, you need to use live account and money.
ru_ru: Blockchain не имеет режима песочницы / теста, чтобы проверить ваши платежи, вам нужно использовать активную учетную запись и деньги.

source: Request API Key on following link, you will receive it to your mail: https://api.blockchain.info/v2/apikey/request/.
ru_ru: Введите ключ API API по следующей ссылке, вы получите его на свой адрес: https://api.blockchain.info/v2/apikey/request/.

source: Get xPub Key in your account: Settings > Addresses > Manage > More Options > Show xPub
ru_ru: Получите ключ xPub в своей учетной записи: Настройки> Адреса> Управление> Дополнительные параметры> Показать xPub

source: Enable Blockchain Payments
ru_ru: Включить Blockchain Payments

source: Blockchain Address
ru_ru: Blockchain Адрес

source: Blockchain API Key
ru_ru: Blockchain API Ключ

source: Blockchain xPub Key
ru_ru: Blockchain xPub Ключ

source: Braintree Payments
ru_ru: Braintree Платежи

source: Open Braintree Production
ru_ru: Открыть Производство Braintree

source: Open Braintree Sandbox
ru_ru: Открыть песочницу Braintree

source: Open Braintree Help
ru_ru: Открыть справку Braintree

source: Enable Braintree Payments
ru_ru: Включить Платежи Braintree

source: Braintree Merchant ID
ru_ru: Braintree Продавец ID

source: Braintree Public Key
ru_ru: Открытый ключ Braintree

source: Braintree Private Key
ru_ru: Личный ключ Braintree

source: Braintree Encryption Key
ru_ru: Ключ шифрования Braintree

source: 2Checkout Payments
ru_ru: 2Checkout Платежи

source: Open 2Checkout Production
ru_ru: Открыть Производство 2Checkout

source: Open 2Checkout Sandbox
ru_ru: Открыть Производство 2Checkout

source: Open 2Checkout Help
ru_ru: Открыть справку 2Checkout

source: Once you select type INLINE, go to Account > Site Management, in Direct Return option select "Header Redirect (Your URL) and into approved URL put following:
ru_ru: После того, как вы выбрали тип INLINE, перейдите в раздел «Учетная запись»> «Управление сайтом», в опции «Прямой возврат» выберите «Перенаправление заголовка (ваш URL)» и в утвержденный URL введите следующее:

source: Enable 2Checkout Payments
ru_ru: Включить платежи 2Checkout

source: OnSite checkout works without redirect, but allows payment with credit card. Standard will redirect user to 2Checkout.
ru_ru: Оформление заказа на месте работает без перенаправления, но позволяет оплатить с помощью кредитной карты. Стандарт перенаправит пользователя на 2Checkout.

source: 2Checkout Seller ID
ru_ru: 2Checkout ID продавца

source: You can get it in my account section: "Account Number".
ru_ru: Вы можете получить его в разделе моего счета: "Номер счета".

source: Secret word you have setup in your account, set in Site Management
ru_ru: Секретное слово, которое вы настроили в своей учетной записи, установленное в Site Management

source: 2Checkout Publishable Key
ru_ru: 2Checkout опубликованный ключ

source: 2Checkout Private Key
ru_ru: Закрытый ключ 2Checkout

source: PagSeguro Payments
ru_ru: Pagseguro Платежи

source: PagSeguro operates in Brazil only, osclass pay plugin must be set to currency BRL, otherwise payment will not be available.
ru_ru: PagSeguro работает только в Бразилии, плагин osclass pay должен быть установлен в валюту BRL, иначе оплата будет недоступна.

source: Use lightbox if possible, it provides better user experience.
ru_ru: Используйте lightbox, если это возможно, оно обеспечивает лучший пользовательский интерфейс.

source: PagSeguro require settings of your application on their site in Integration Profiles > Application. If you open bellow listed URLs and got error 404, contact your hosting provider to make these files readable.
ru_ru: PagSeguro требует настройки вашего приложения на их сайте в Интеграционные профили> Приложение. Если вы открыли указанные ниже URL-адреса и получили ошибку 404, обратитесь к своему хостинг-провайдеру, чтобы сделать эти файлы читабельными.

source: Transaction notification URL:
ru_ru: URL уведомления о транзакции:

source: Redirect page URL:
ru_ru: URL страницы перенаправления:

source: Redirect with transaction code, name of parameter:
ru_ru: Редирект с кодом транзакции, именем параметра:

source: PagSeguro is not available, currency must be set to BRL to be able to use this gateway.
ru_ru: PagSeguro недоступен, валюта должна быть установлена в BRL, чтобы иметь возможность использовать этот шлюз.

source: Open PagSeguro Production
ru_ru: Открыть Производство PagSeguro

source: Open PagSeguro Sandbox
ru_ru: Откройте Pagseguro в Песочнице

source: Open PagSeguro Help
ru_ru: Откройте Pagseguro Помощь

source: Enable PagSeguro Payments
ru_ru: Включить Pagseguro Платежи

source: Enable Lightbox
ru_ru: Включить Lightbox

source: Lightbox can be slowly loading in sandbox mode.
ru_ru: Lightbox может медленно загружаться в режиме песочницы.

source: PayUMoney Payments
ru_ru: Платежи PayUMoney

source: PayUMoney operates in currency INR only, plugin must be set to this currency, otherwise payment will not be available.
ru_ru: PayUMoney работает только в валюты индийских рупий, плагин должен быть установлен в этой валюте, в противном случае платеж не будет доступен.
