Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/osclass_pay/languages/*/messages.po
Languages: ru_ru

source: Last periodical bonus has been send to users on
ru_ru: Последний периодический бонус был отправлен пользователям на

source: Periodical bonus has not been sent yet, check your cron settings and ensure it is working properly.
ru_ru: Периодический бонус еще не отправлен, проверьте настройки крона и убедитесь, что он работает правильно.

source: lowest
ru_ru: минимально

source: highest
ru_ru: наибольший

source: Extend Membership
ru_ru: Расширить Членство

source: Downgrade Plan
ru_ru: План понижения

source: Become Member
ru_ru: Стать участником

source: Upgrade Plan
ru_ru: План обновления

source: Success! Go to cart
ru_ru: Успех! Перейти в корзину

source: Select promotions
ru_ru: Выберите рекламные акции

source: You have reached maximum number of listings you can publish (%s items in %s days). Please upgrade your membership in order to increase your limits.
ru_ru: Вы достигли максимального количества списков, которые вы можете опубликовать ( %s элементов за %s дней). Пожалуйста, обновите ваше членство, чтобы увеличить ваши лимиты.

source: Publish fee for listing has not been paid. Please pay publish fee in order to enable it and make visible to other users.
ru_ru: Опубликовать плату за бартер не было выплачено. Пожалуйста, оплатите плату за публикацию, чтобы включить ее и сделать видимой для других пользователей.

source: Show image fee for listing has not been paid. Please pay this fee in order to show images on your listings.
ru_ru: Показывать стоимость изображения для бартера не было. Пожалуйста, оплатите эту плату, чтобы показывать изображения в ваших списках.

source: Periodical credits to user %s (%s) at %s
ru_ru: Периодические кредиты для пользователя %s (%s) в %s

source: Create a new account and get bonus %s!
ru_ru: Создайте новую учетную запись и получите бонус %s!

source: Gateways
ru_ru: Шлюзы

source: Item
ru_ru: Пункт

source: Logs
ru_ru: Журналы

source: This is demo site, you may not be able to change settings and update / remove elements.
ru_ru: Это демонстрационный сайт, вы не сможете изменять настройки и обновлять / удалять элементы.

source: Report Bug
ru_ru: Сообщить об ошибке

source: Support Forums
ru_ru: Форумы поддержки

source: Contact Us
ru_ru: Свяжитесь с нами

source: Log
ru_ru: Журнал

source: Promotions
ru_ru: Акции

source: Listing has been unmarked as premium in Osclass Pay plugin as well.
ru_ru: Листинг также не был отмечен как премиум в плагине Osclass Pay.

source: Listing has been marked as premium in Osclass Pay plugin as well as non-expiring
ru_ru: Листинг отмечен как премиум в плагине Osclass Pay, а также не истекает срок действия

source: Pending bank transfer
ru_ru: Ожидаемый банковский перевод

source: Pending bank transfers
ru_ru: Ожидаемые банковские переводы

source: Pending banner
ru_ru: Ожидающий баннер

source: Pending banners
ru_ru: Ожидающие баннеры

source: New order
ru_ru: Новый заказ

source: New orders
ru_ru: Новые заказы

source: Listings promotion
ru_ru: Продвижение бартера

source: Advertisement
ru_ru: Реклама

source: Listings section
ru_ru: Раздел объявлений

source: Remove premium mark
ru_ru: Удалить премиум отметку

source: Remove highlight mark
ru_ru: Удалить выделение

source: Remove repblish options (all were used)
ru_ru: Удалить параметры переиздания (все использовались)

source: Republish item, %d repeats left, next republish on %s.
ru_ru: Повторная публикация,%d повторяется влево, следующая повторная публикация на %s.

source: Users section
ru_ru: Раздел пользователей

source: Membership in %s expired
ru_ru: Членство в %s истекло

source: Membership discount %s%% of user group %s has been applied.
ru_ru: Была применена скидка участника %s%% группы пользователей %s.

source: You will be redirected to 2Checkout
ru_ru: Вы будете перенаправлены на 2Checkout

source: Checkout price has been modified and does not match.
ru_ru: Цена оформления заказа была изменена и не соответствует.

source: Form to enter credit card details will pop-up
ru_ru: Появится форма для ввода данных кредитной карты

source: Card number
ru_ru: Номер карты

source: Expiration (MM/YYYY)
ru_ru: Истечение (MM / ГГГГ)

source: Your personal information
ru_ru: Ваша личная информация

source: Your name
ru_ru: Ваше имя

source: State
ru_ru: Область

source: City
ru_ru: Город

source: ZIP
ru_ru: Индекс

source: Pay
ru_ru: Оплатить

source: Processing the payment, please wait...
ru_ru: Обработка платежа, пожалуйста, подождите...

source: Success! Please write down this transaction ID in case you have any problem: %s
ru_ru: Успех! Запишите этот ID транзакции, если у вас возникли проблемы: %s

source: Warning! This payment was already paid.
ru_ru: Предупреждение! Этот платеж уже был оплачен.

source: You are trying to pay zero amount.
ru_ru: Вы пытаетесь выплатить нулевую сумму.

source: You are trying to pay too small amount. 2Checkout accept only payments larger than 0.5.
ru_ru: Вы пытаетесь заплатить слишком мало. 2Checkout принимают только платежи размером более 0,5.

source: There were an error processing your payment.
ru_ru: Произошла ошибка при обработке вашего платежа.

source: Invalid payment.
ru_ru: Недействительный платеж.

source: Payment amount
ru_ru: Сумма платежа

source: Failed - unable to find data related to this order (Pending item missing)
ru_ru: Не удалось - невозможно найти данные, связанные с этим заказом (ожидающий элемент отсутствует)

source: We are processing your payment!
ru_ru: Мы обрабатываем ваш платеж!

source: You cancel the payment process or there was an error. If the error continue, please contact the administrator
ru_ru: Вы отменяете процесс оплаты или произошла ошибка. Если ошибка продолжается, обратитесь к администратору

source: We are processing your payment %s, if it did not finish in a few seconds, please contact us
ru_ru: Мы обрабатываем ваш платеж %s, если он не завершился через несколько секунд, свяжитесь с нами

source: There was a problem processing your payment. Please contact the administrators
ru_ru: Не удалось обработать ваш платеж. Пожалуйста, свяжитесь с администраторами

source: You will get link to send funds
ru_ru: Вы получите ссылку для отправки средств

source: Please send <strong>%f BTC</strong> to <br /> <b>[[address]]</b></p>
ru_ru: Отправьте <strong>%f BTC</strong> to <br /> <b>[[адрес]]</b></p>

source: Payment Received <b>[[value]] BTC</b>. Thank You.
ru_ru: Полученная оплата <b>[[значение]] BTC</b>. Спасибо.

source: Missing product
ru_ru: Отсутствует продукт

source: Error API
ru_ru: Ошибка API

source: Test payment received, such payments cannot be accepted.
ru_ru: Тестовый платеж получен, такие платежи не принимаются.

source: Product has already been paid
ru_ru: Товар уже оплачен

source: Pay cart items for %sBTC
ru_ru: Оплатить корзину %sBTC

source: Payment completed
ru_ru: Оплата завершена

source: Waiting for more confirmations (need 3).
ru_ru: Ожидание дополнительных подтверждений (требуется 3).

source: You will be redirected to CCAvenue
ru_ru: Вы будете перенаправлены на CCAvenue

source: You will be redirected to EuPlatesc.ro
ru_ru: Вы будете перенаправлены на EuPlatesc.ro

source: We are processing your order. Please write down this transaction ID in case you have any problem: %s
ru_ru: Мы обрабатываем ваш заказ. Пожалуйста, запишите этот идентификатор транзакции в случае, если у вас есть какие-либо проблемы: %s

source: You will be redirected to Instamojo
ru_ru: Вы будете перенаправлены в Instamojo

source: There is problem with payment button, please try again later.
ru_ru: Проблема с кнопкой оплаты, повторите попытку позже.

source: Pay cart items for %s
ru_ru: Элементы корзины для %s

source: Komfortkasse payment will be initiated
ru_ru: Komfortkasse оплата будет инициирована

source: Minimum order about for Komfortkasse.eu is %s%s
ru_ru: Минимальный заказ для Komfortkasse.eu составляет %s%s

source: Payment by Bank Transfer
ru_ru: Оплата банковским переводом

source: Order has been cancelled
ru_ru: Заказ отменен

source: There was error while creating order: %s
ru_ru: Произошла ошибка при создании заказа: %s

source: Your order has been created, you will receive email from Komfortkasse.eu with details about payment instructions. Your transaction ID is: %s
ru_ru: Ваш заказ был создан, вы получите электронное письмо от Komfortkasse.eu с подробной информацией о платежных инструкциях. Ваш идентификатор транзакции: %s

source: Form to enter payment details will pop-up
ru_ru: Появится форма ввода платежных реквизитов

source: You will be redirected to PagSeguro
ru_ru: Вы будете перенаправлены в PagSeguro

source: We are processing your payment %s, if it did not finish in a few seconds, please contact us.
ru_ru: Мы обрабатываем ваш платеж %s, если он не закончил через несколько секунд, свяжитесь с нами.

source: Listing Promotion
ru_ru: Продвижение Листинга

source: Payment form will popup on click
ru_ru: Форма оплаты будет отображаться по клику

source: You will be redirected to PayPal
ru_ru: Вы будете перенаправлены на PayPal

source: If you do not want to continue the process
ru_ru: Если вы не хотите продолжать процесс

source: click here
ru_ru: кликните сюда

source: We are processing your payment, if it did not finish in a few seconds, please contact us
ru_ru: Мы обрабатываем ваш платеж, если он не закончил через несколько секунд, свяжитесь с нами

source: Payment processed correctly
ru_ru: Платеж обработан правильно

source: Click here to continue
ru_ru: Нажмите здесь для продолжения

source: We are processing your payment, if we did not finish in a few seconds, please contact us
ru_ru: Мы обрабатываем ваш платеж, если мы не закончили через несколько секунд, свяжитесь с нами

source: There was a problem processing your payment. Please contact the administrators and
ru_ru: Не удалось обработать ваш платеж. Обратитесь к администраторам и

source: You will be redirected to PayULatam
ru_ru: Вы будете перенаправлены в PayULatam

source: Invalid Transaction. Please try again.
ru_ru: Недействительная транзакция. Пожалуйста, попробуйте еще раз.

source: Form to enter your personal details will pop-up
ru_ru: Появится форма для ввода ваших личных данных

source: Please fill all mandatory fields
ru_ru: Пожалуйста, заполните все обязательные поля

source: First Name
ru_ru: Имя

source: Processing...
ru_ru: Обработка...

source: Your transaction has been cancelled.
ru_ru: Ваша транзакция отменена.

source: There were an error processing your payment (%s).
ru_ru: Произошла ошибка при обработке платежа (%s).

source: Listing Promotion (%s)
ru_ru: Продвижение бартера (%s)

source: You will be redirected to Payza
ru_ru: Вы будете перенаправлены в Payza

source: There were an error processing your payment (Invalid token).
ru_ru: Произошла ошибка обработки вашего платежа (недопустимый токен).

source: Form to submit your details will pop-up
ru_ru: Форма для отправки ваших данных появится во всплывающем окне

source: Country Code
ru_ru: Код страны

source: There was error processing payment:
ru_ru: Произошла ошибка при обработке платежа:

source: Payment verification has failed:
ru_ru: Не удалось подтвердить платеж:

source: Thank you, we are processing your payment. Once it is confirmed, your order will be completed.
ru_ru: Спасибо, мы обрабатываем ваш платеж. Как только это будет подтверждено, ваш заказ будет выполнен.

source: Pay with Robokassa
ru_ru: Оплатить с Робокассой

source: Thanks for publishing on our site!
ru_ru: Благодарим за публикацию на нашем сайте!

source: You will be redirected to Skrill
ru_ru: Вы будете перенаправлены в Skrill

source: Stripe accept only payments with amount larger than %s
ru_ru: Stripe принимает только платежи с суммой, превышающей %s

source: Payment does not have state SUCCEEDED in stripe system
ru_ru: Платеж не имеет состояния УСПЕШНО в полосовой системе

source: You are trying to pay too small amount. Stripe accept only payments larger than 0.5.
ru_ru: Вы пытаетесь заплатить слишком мало. Stripe принимает только платежи, превышающие 0,5.

source: WeAccept pop-up will be shown
ru_ru: WeAccept всплывающее окно будет показано

source: Failed - %s
ru_ru: Не удалось - %s

source: There was problem on gateway side
ru_ru: Была проблема на стороне шлюза

source: There were some errors, please try again later or contact the administrators
ru_ru: Были некоторые ошибки, повторите попытку позже или свяжитесь с администраторами

source: Banner successfully removed.
ru_ru: Баннер успешно удален.

source: Your banners
ru_ru: Ваши баннеры

source: If you are looking forward to have your advertisement on our site, anywhere you see button "%s" you can submit own banner. After admin approval and budget payment your advert will be visible on our site.
ru_ru: Если вы с нетерпением ждёте свою рекламу на нашем сайте, в любом месте, где вы видите кнопку «%s», вы можете отправить собственный баннер. После утверждения администратором и оплаты бюджета ваше объявление будет видно на нашем сайте.

source: Views
ru_ru: Просмотры

source: Clicks
ru_ru: Клики

source: Spent
ru_ru: Потраченный

source: Click here to show banner details
ru_ru: Нажмите здесь, чтобы показать подробности баннера

source: Review comment
ru_ru: Комментарий к обзору

source: Pending review by admin
ru_ru: Ожидает рассмотрения администратором

source: Pending payment by user
ru_ru: Ожидаемая оплата пользователем

source: Budget spent
ru_ru: Бюджет провёл

source: Budget has been spent and banner is not active anymore
ru_ru: Бюджет был потрачен, а баннер больше не активен

source: Paid & Active
ru_ru: Платные & Активные

source: Banner is paid and active, visible in front
ru_ru: Баннер платный и активный, видимый спереди

source: Rejected by admin, check review title for details
ru_ru: Отклонено администратором, проверьте название обзора для получения более подробной информации

source: Pay now
ru_ru: Заплатить сейчас

source: Are you sure you want to delete this banner? Action cannot be undone.
ru_ru: Вы действительно хотите удалить этот баннер? Действие не может быть отменено.

source: You have no banners
ru_ru: У вас нет баннеров

source: You must be logged in!
ru_ru: Вы должны войти в систему!

source: Only logged in users can submit banner.
ru_ru: Только зарегистрированные пользователи могут отправлять баннеры.

source: Log in
ru_ru: Авторизоваться

source: Your banner has been submitted successfully!
ru_ru: Ваш баннер отправлен успешно!

source: First, our team will validate your banner. After validation we will send you link to pay for this banner.
ru_ru: Во-первых, наша команда проверит ваш баннер. После проверки мы вышлем вам ссылку для оплаты этого баннера.

source: HTML Code
ru_ru: Код HTML

source: No links are allowed in HTML code. Place link into On Click URL field.
ru_ru: В HTML-коде не разрешены ссылки. Вставьте ссылку в поле URL клика.

source: Price per 1 view
ru_ru: Цена за 1 просмотр

source: Price per 1 click
ru_ru: Цена за 1 клик

source: Your Budget
ru_ru: Ваш бюджет

source: Submit Banner
ru_ru: Отправить баннер

source: Cart updated
ru_ru: Корзина обновлена

source: Product removed from cart
ru_ru: Продукт удален из корзины

source: Voucher %s has not been added into cart: %s
ru_ru: Ваучер %s не был добавлен в корзину: %s

source: Voucher %s has been added into cart: %s
ru_ru: Ваучер %s был добавлен в корзину: %s

source: You have %s products in your cart
ru_ru: У вас есть %s продуктов в вашей корзине

source: Your cart is empty
ru_ru: Ваша корзина пуста

source: Qty
ru_ru: Кол-во

source: Total Price
ru_ru: Итоговая цена

source: Voucher %s removed from cart: %s
ru_ru: Ваучер %s удален из корзины: %s

source: Click to update quantity
ru_ru: Нажмите, чтобы обновить количество

source: Unit price
ru_ru: Цена за единицу

source: Cart summary
ru_ru: Корзина сводка

source: No products in your cart
ru_ru: В вашей корзине нет товаров

source: Apply
ru_ru: Применить

source: You cannot pay with your credits as your cart contains Credit Pack. In order to pay with your credits, please remove Credit Pack from your cart.
ru_ru: Вы не можете оплачивать свои кредиты, так как ваша корзина содержит Кредитный Пакет. Чтобы оплатить ваши кредиты, удалите Кредитный Пакет из своей корзины.

source: You cannot pay with your credits as your cart contains Product. Payments for products using credits are not allowed.
ru_ru: Вы не можете оплачивать свои кредиты, так как ваша корзина содержит Продукт. Платежи за продукты с использованием кредитов не допускаются.

source: Pay %s cart items for %s by admin
ru_ru: Оплатить %s корзину для %s от администратора

source: Pay %s cart items for %s
ru_ru: Оплатить %s товаров для %s

source: Click on button to complete order
ru_ru: Нажмите на кнопку, чтобы завершить заказ

source: Free checkout for %s cart items
ru_ru: Бесплатная оплата для %s товаров в корзине

source: You are not member of any group
ru_ru: Вы не являетесь членом какой-либо группы

source: with no expiration
ru_ru: без истечения срока действия

source: until
ru_ru: до

source: You are member of %s group %s. This group has flat discount %s on all promotion products!
ru_ru: Вы являетесь участником %s группа %s. Эта группа имеет скидку %s на все рекламные продукты!

source: Your membershipt discount %s is not applied on packages as it would lead to double discount.
ru_ru: Скидки на членство %s не применяются к пакетам, так как это приведет к двойной скидке.

source: You are member of this group
ru_ru: Вы являетесь членом этой группы

source: user
ru_ru: пользователь

source: Flat discount
ru_ru: Плоская скидка

source: No additional discount
ru_ru: Никакой дополнительной скидки

source: week
ru_ru: неделю

source: month
ru_ru: месяц

source: quarter
ru_ru: квартал

source: Get %s more credits each %s!
ru_ru: Получите %s больше кредитов каждый %s!

source: No extra credits
ru_ru: Нет дополнительных кредитов

source: %s free listings in %s days
ru_ru: %s бесплатных объявлений в %s днях

source: Members of %s group can publish %s listings in %s days. By default you can only publish %s items in %s days.
ru_ru: Члены %s группы могут публиковать%s списки в %s днях. По умолчанию вы можете публиковать только элементы %s в %s днях.

source: Premium listings are not counted
ru_ru: Премиум бартеры не учитываются

source: Exclusive credit packs:
ru_ru: Исключительные кредитные пакеты:

source: Exclusive packs:
ru_ru: Эксклюзивные пакеты:

source: No exclusive credit packs
ru_ru: Нет эксклюзивных кредитных пакетов

source: Exclusive access to categories:
ru_ru: Эксклюзивный доступ к категориям:

source: No exclusive access to categories
ru_ru: Отсутствие эксклюзивного доступа к категориям

source: Duration
ru_ru: Продолжительность

source: Your listings
ru_ru: Ваши объявления

source: You don't have any listing yet
ru_ru: У вас пока нет объявлений

source: Published on
ru_ru: Опубликован в

source: Never expire
ru_ru: Никогда не истекает

source: Publish fee not paid
ru_ru: Опубликовать неплатежи

source: This listing will not be visible until Publish Fee is paid!
ru_ru: Этот бартер не будет отображаться до тех пор, пока не будет оплачена публикация!

source: Image fee not paid
ru_ru: Плата за изображение не оплачивается

source: Images on this listing will not be visible until Image Fee is paid!
ru_ru: Изображения в этом списке не будут видны до тех пор, пока плата за изображение не будет оплачена!

source: No promotions
ru_ru: Нет рекламных акций

source: Promote
ru_ru: Продвижение

source: Promotion removed
ru_ru: Продвижение удалено

source: Promotions updated, click on payment method to checkout
ru_ru: Промоакции обновлены, нажмите на способ оплаты для проверки

source: Your listing was published successfully, you can now promote it and make it more visible.
ru_ru: Ваш бартер был успешно опубликован, теперь вы можете продвигать его и сделать его более заметным.

source: Your listing was published successfully, however in order to make it visible you must pay publish fee. You can also promote this listing and make it more visible.
ru_ru: Ваш бартер был успешно опубликован, однако, чтобы сделать его видимым, вы должны заплатить за публикацию. Вы также можете продвигать этот список и сделать его более заметным.

source: Promote your listing and make it more visible.
ru_ru: Продвигайте свое объявление и сделайте его более заметным.

source: This category is paid and is required to pay publish fee, you can also promote your listing and make it more visible.
ru_ru: Эта категория является платной и требуется для оплаты публикации, вы также можете рекламировать свой список и сделать его более заметным.

source: If you would like to change promotion options, you can do it in section bellow or login to your account and promote listing in %s of user account.
ru_ru: Если вы хотите изменить параметры продвижения, вы можете сделать это в разделе ниже или войти в свою учетную запись и продвигать бартер в %s учетной записи пользователя.

source: Promotions section
ru_ru: Раздел рекламных акций

source: Open listing
ru_ru: Открыть объявление

source: You cannot remove this fee as it is required
ru_ru: Вы не можете удалить этот сбор, как требуется

source: No promotions has been selected
ru_ru: Никаких рекламных акций не было выбрано

source: Click on method to initiate payment
ru_ru: Нажмите метод, чтобы начать платеж

source: Pay fee %s for item %s by admin
ru_ru: Плата за платеж %s за элемент %s от администратора

source: Pay fee %s for item %s
ru_ru: Плата за платеж %s за товар%s

source: There was problem showing promote options
ru_ru: Возникла проблема, показывающая варианты продвижения

source: This is not your listing or it has not been activated yet.
ru_ru: Это не ваше объявление или оно еще не активировано.

source: Promote your listing to make it more attractive
ru_ru: Продвигайте свой бартер, чтобы сделать его более привлекательным

source: This section is visible only to owner of this listing and admins
ru_ru: Этот раздел доступен только владельцу этого списка и администратору

source: Click to show promotion options for your listing
ru_ru: Нажмите, чтобы показать варианты продвижения для вашего списка

source: for
ru_ru: до

source: Auto-Republish
ru_ru: Авто-Перепубликация

source: Listing will be renewed multiple times in selected intervals
ru_ru: Листинг будет обновляться несколько раз в выбранные интервалы времени

source: Get stacked discount for repeating republish %s%% for each extra repeat!
ru_ru: Получайте скидку со скидкой для повторной публикации %s%% за каждый дополнительный повтор!

source: repeats
ru_ru: повторы

source: Update promotions
ru_ru: Обновить акции

source: Process promotions
ru_ru: Продвигать бартер

source: List of all products you have bought (does not mean promotions, membership or credit packs).
ru_ru: Список всех продуктов, которые вы купили (не означает рекламные акции, членские или кредитные пакеты).

source: If you want to cancel order, please contact us via %s.
ru_ru: Если вы хотите отменить заказ, свяжитесь с нами через %s.

source: Contact form
ru_ru: Форма обратной связи

source: Ordered products will be delivered to address stored in %s section.
ru_ru: Заказываемые продукты будут доставлены по адресу, хранящемуся в разделе %s.

source: your profile
ru_ru: ваш профиль

source: Your current delivery address: %s
ru_ru: Ваш текущий адрес доставки: %s

source: You have not entered your address!
ru_ru: Вы не указали свой адрес!

source: Order status
ru_ru: Статус заказа

source: Our team is preparing your order
ru_ru: Наша команда готовит ваш заказ

source: Your order is on way to you
ru_ru: Ваш заказ подходит вам

source: Order is delivered and completed
ru_ru: Заказ доставляется и завершается

source: Order Status
ru_ru: Статус заказа

source: Order ID
ru_ru: Номер заказа

source: Order completed
ru_ru: Заказ выполнен

source: We are processing this order
ru_ru: Мы обрабатываем этот заказ
