Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/osclass_pay/languages/*/messages.po
Languages: ru_ru

source: We have shipped products to buyer's address
ru_ru: Мы отправили товары по адресу покупателя

source: Buy Credit pack to save time with checkout. Your current credit is %s
ru_ru: Купить Кредитный пакет, чтобы сэкономить время с оформлением заказа. Ваш текущий кредит %s

source: Your wallet is empty. Buy some credits.
ru_ru: Ваш кошелек пуст. Купите несколько кредитов.

source: Voucher %s has not been processed: %s
ru_ru: Ваучер %s не обработан: %s

source: Credit for user %s (%s) at %s by voucher %s
ru_ru: Кредит для пользователя %s (%s) на %s по ваучеру %s

source: Voucher %s has been processed correctly, your wallet now has %s credits: %s
ru_ru: Ваучер %s был обработан правильно, ваш кошелек теперь имеет %s кредиты: %s

source: %s more based on your membership in %s
ru_ru: %s больше зависит от вашего членства в %s

source: We value our customers, as bonus for your registration we boost your wallet with %s each %s!
ru_ru: Мы ценим наших клиентов, как бонус за регистрацию, мы увеличиваем ваш кошелек с %s каждый %s!

source: Boost your wallet credits with voucher if you've received one!
ru_ru: Увеличьте свой кошелек кредитов с ваучером, если вы получили один!

source: Enter voucher code
ru_ru: Ввести код скидки

source: Example: WALLET50
ru_ru: Пример: WALLET50

source: Affiliate program
ru_ru: Партнерская программа

source: Invite your friend and both get bonus %s!
ru_ru: Пригласите своего друга и получите бонус %s!

source: Your referral code is %s
ru_ru: Ваш реферальный код %s

source: Share it with your friends or send them your Invite link.
ru_ru: Поделитесь им со своими друзьями или отправьте им свою ссылку «Пригласить».

source: Your invite link:
ru_ru: Ваша ссылка на приглашение:

source: Click to share your invite link:
ru_ru: Нажмите, чтобы отправить ссылку на приглашение:

source: Share on Facebook
ru_ru: Поделиться через Facebook

source: Share on Whatsapp
ru_ru: Поделиться на Whatsapp

source: Share on Twitter
ru_ru: Поделиться на Twitter

source: Register and get bonus %s!
ru_ru: Зарегистрируйтесь и получите бонус %s!

source: Share on LinkedIn
ru_ru: Поделиться в LinkedIn

source: Exclusive for %s members!
ru_ru: Эксклюзив для участников %s!

source: Pay just
ru_ru: Оплатить просто

source: All payments
ru_ru: Все платежи

source: Transaction ID
ru_ru: ID транзакции

source: Payment in progress. We are awaiting your bank transfer to our account. <br/>Transaction ID: %s <br/>IBAN: %s <br/>Variable Symbol: %s <br/> Amount: %s <br/>Once funds are on our account, we complete your payment. Note that bank transfer can take up to 3 days.
ru_ru: Платежи в процессе. Мы ждем вашего банковского перевода на наш счет. <br/> ID транзакции: %s <br/>IBAN: %s <br/>Переменная Sybmol: %s <br/> Сумма: %s <br/>После того, как средства находятся в нашем аккаунте, мы завершим платеж. Обратите внимание, что банковский перевод может занять до 3 дней.

source: Available
ru_ru: Доступный

source: This content is for premium members only!
ru_ru: Этот контент предназначен только для участников премиум!

source: You need to be member of one of following user groups to be able to see content.
ru_ru: Чтобы иметь возможность видеть контент, вам необходимо быть членом одной из следующих групп пользователей.

source: Become a premium member
ru_ru: Стать участником премиум

source: There was problem recognizing your product, please try bank transfer payment again from your cart.
ru_ru: Была проблема с распознаванием вашего продукта, пожалуйста, попробуйте повторно оплатить банковский перевод с вашей корзины.
