Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/osclass_pay/languages/*/messages.po
Languages: ru_ru

source: When banner is created, get it's ID and to show "Advertise Here!" button in your theme, place anywhere you like or need following code.
ru_ru: Когда баннер создан, получить его ID и показать "рекламировать здесь!" Кнопка в вашей теме, место в любом месте вам нравится или нужно следующий код.

source: Make sure to replace {banner_id} with ID of your banner. Example:
ru_ru: Убедитесь в том, чтобы заменить {banner_id} с кодом вашего баннера. Образец:

source: Price for 1 view of banner.
ru_ru: Цена за 1 просмотр баннера.

source: Price for 1 click on banner.
ru_ru: Цена за 1 клик по баннеру.

source: Enable to add "Advertise here!" button under each banner created by Banner Ads Plugin. No theme modifications are required, however it can break design of banners. If it does not work for you, check setup guide above.
ru_ru: Включите добавить "Рекламировать здесь!" Кнопка под каждым баннером, созданным Banner ads Plugin. Никаких модификаций темы не требуется, однако это может нарушить дизайн баннеров. Если это не работает для вас, проверьте руководство по установке.

source: Configure
ru_ru: Конфигурировать

source: Some files in folder %s are not readable!
ru_ru: Некоторые файлы в папке %s не читаются!

source: In order to make plugin fully functional, all the plugin files must be readable. Please contact your hosting provider for help.
ru_ru: Чтобы сделать плагин полностью функциональным, все файлы плагинов должны быть доступны для чтения. Обратитесь за помощью к вашему провайдеру хостинга.

source: Make sure correct CHMOD settings are set on all plugin files.
ru_ru: Убедитесь, что для всех файлов плагинов установлены правильные настройки CHMOD.

source: Select default currency for payments.
ru_ru: Выберите валюту по умолчанию для платежей.

source: Price Decimal Numbers
ru_ru: Ценовые десятичные числа

source: How many decimal numbers show in price. Default is 2.
ru_ru: Сколько десятичных чисел указано в цене. Значение по умолчанию - 2.

source: Position of Currency Symbol
ru_ru: Позиция валютного символа

source: After price (1.0$)
ru_ru: После цены (1.0 $)

source: Before price ($1.0)
ru_ru: Перед ценой ($ 1,0)

source: Space Between Price and Symbol
ru_ru: Пробел между ценой и символом

source: By default there is no space. Usually white space can be added.
ru_ru: По умолчанию нет места. Обычно можно добавить пробел.

source: Decimal Sybmol
ru_ru: Десятичный символ

source: By default it is dot (.)
ru_ru: По умолчанию это точка (.)

source: Thousands Separator
ru_ru: Тысяча Сепараторов

source: By default there is white space ( )
ru_ru: По умолчанию есть пробел ()

source: Sample price
ru_ru: Примерная цена

source: This is price format defined by you that plugin will use
ru_ru: Это формат цены, определенный вами, который будет использовать плагин

source: Osclass Wizards theme require modication in it's file.
ru_ru: Тема Osclasswizards требует изменения в его файле.

source: Go to file
ru_ru: Перейти к файлу

source: Find code
ru_ru: Найти код

source: Replace it with
ru_ru: Замените его

source: There are no changes required in your theme files in order to make plugin fully functional.
ru_ru: В ваших файлах тем не требуется изменений, чтобы сделать плагин полностью функциональным.

source: For "Highlight" and "Show image" features please make sure your theme contains hook %s. More info about integration can be found in Items > Highlight > Plugin Setup section.
ru_ru: Для функций «Выделить» и «Показать изображение» убедитесь, что ваша тема содержит крючок %s. Более подробную информацию об интеграции можно найти в разделе «Элементы»> «Выделение»> «Настройка плагина».

source: There can be just one currency for all payments and customers. Note that some payment gateway may not be available in selected currency, i.e. Instamojo or PayUMoney are available just for India Rupee (INR) currency.
ru_ru: Для всех платежей и клиентов может быть только одна валюта. Обратите внимание, что некоторые платежные шлюзы могут быть недоступны в выбранной валюте, т. Е. Instamojo или PayUMoney доступны только для валюты Индии Рупия (INR).

source: Items Promotion
ru_ru: Продвижение позиций

source: Mark as Premium
ru_ru: Сделать премиум

source: Pay per Publish
ru_ru: Платить за публикацию

source: Highlight
ru_ru: Выделять

source: Pay to Show Images
ru_ru: Платить за просмотр изображений

source: Move to Top
ru_ru: Переместить наверх

source: Pay for Republish
ru_ru: Оплатить за публикацию

source: Payment Logs
ru_ru: Платежные журналы

source: Concept
ru_ru: Концепция

source: Source
ru_ru: Источник

source: Cur
ru_ru: Вал

source: No payment logs has been found
ru_ru: Журналы платежей не найдены

source: Active membership in
ru_ru: Активное членство в

source: Not member of any group
ru_ru: Не является членом какой-либо группы

source: Wallet
ru_ru: Кошелёк

source: Unique database order number of log.
ru_ru: Уникальный номер заказа базы данных журнала.

source: Concept is short description what was paid, like "Pay 2 cart items".
ru_ru: Концепция - это краткое описание того, что было заплачено, например «Pay 2 cart items».

source: Date of payment.
ru_ru: Дата платежа.

source: Code is transaction ID provided by payment gateway or generated by plugin (for wallet operations).
ru_ru: Код - это идентификатор транзакции, предоставляемый платежным шлюзом или сгенерированный плагином (для операций с кошельком).

source: Total amount of order - how much was paid to your account.
ru_ru: Общая сумма заказа - сколько было уплачено на ваш счет.

source: Currency used for transaction (USD, EUR, INR, ...).
ru_ru: Валюта, используемая для транзакции (USD, EUR, INR, ...).

source: Payer email.
ru_ru: Эл. почта плательщика.

source: User details - available just in case order was done by logged in customer.
ru_ru: Сведения о пользователе - доступны только в том случае, если заказ был выполнен зарегистрированным клиентом.

source: Source identify what gateway was used for payment, it can be external or internal (like Referral, Wallet, ...).
ru_ru: Источник определяет, какой шлюз использовался для оплаты, он может быть внешним или внутренним (например, рефералом, кошельком, ...).

source: Publish fee marked as paid successfully.
ru_ru: Опубликовать плату, отмеченную как оплаченную.

source: Item has been moved to top successfully.
ru_ru: Элемент перемещен вверх успешно.

source: Image fee marked as paid successfully.
ru_ru: Стоимость изображения отмечена как успешно оплаченная.

source: Listing has been marked/promoted successfully with no expiration date.
ru_ru: Листинг был отмечен/продвинут успешно без истечения срока действия.

source: Listing has been unmarked successfully.
ru_ru: Бартер успешно не отмечен.

source: Payment requirement has been created.
ru_ru: Требование к оплате было создано.

source: Item has been deactivated and will be visible after publish fee is paid. Email has been send to item owner.
ru_ru: Товар деактивирован и будет виден после публикации пошлины за публикацию. Электронная почта отправлена владельцу товара.

source: Country
ru_ru: Страна

source: User Settings
ru_ru: Пользовательские настройки

source: Wallet & Packs
ru_ru: Кошелек & Пакеты

source: My account - Promotions section
ru_ru: Моя учетная запись - раздел Акции

source: For your membership in %s we added to you %s more credits!
ru_ru: Для вашего участия в %s мы добавили к вам %s больше кредитов!

source: APPROVED
ru_ru: УТВЕРЖДЕННЫЙ

source: REJECTED
ru_ru: ОТВЕРГНУТЫЙ

source: Customer
ru_ru: Клиент

source: My account - Orders section
ru_ru: Мой аккаунт - Раздел заказов

source: Total amount
ru_ru: Общая сумма

source: Invalid code, no voucher has been found
ru_ru: Неверный код, ваучер не найден

source: Invalid voucher type, this type of voucher cannot be added into cart
ru_ru: Недействительный тип ваучера, этот тип ваучера не может быть добавлен в корзину

source: Invalid voucher type, this type of voucher is not credit type
ru_ru: Недействительный тип ваучера, этот тип ваучера не является кредитным

source: Voucher is not valid yet, promotion starts on %s
ru_ru: Ваучер еще не действителен, акция начинается на %s

source: Voucher is not valid anymore, promotion has ended on %s
ru_ru: Ваучер больше не действителен, продвижение завершено на %s

source: Voucher is not valid anymore, it has reached maximum usage already
ru_ru: Ваучер больше не действителен, он уже достиг максимального использования

source: Voucher is not valid anymore, promotion has been cancelled
ru_ru: Ваучер больше не действителен, промоушен отменен

source: Voucher is not available for you as it is restricted just to certain customers
ru_ru: Ваучер недоступен для вас, так как он распространяется только на определенных клиентов

source: Voucher is not available for you as it is restricted just to certain membership groups
ru_ru: Ваучер недоступен для вас, так как он ограничен только определенными группами участников

source: Voucher could not be used, minimum order amount for voucher is %s
ru_ru: Ваучер не может быть использован, минимальная сумма заказа для ваучера %s

source: You have used voucher %dx already, that is maximum allowed usage per customer
ru_ru: Вы уже использовали ваучер %dx, то есть максимально допустимое использование на клиента

source: Voucher could not be used, as cart contains one or more restricted products for this voucher (%s)
ru_ru: Ваучер не может быть использован, так как корзина содержит один или несколько товаров с ограниченным доступом для этого ваучера (%s)

source: %s discount has been applied
ru_ru: %s скидка была применена

source: %s has been added into your wallet
ru_ru: %s был добавлен в ваш кошелек

source: An account limit has been introduced where you can have up to %s ads live at any moment. If you need more, you can become premium member to unlock further benefits. To read more about it please visit our FAQ page or contact us. You have currently active %s listings out of your limit %s listings (published in %s days).
ru_ru: Введен лимит аккаунта, при котором вы можете показывать до %s рекламы в любой момент. Если вам нужно больше, вы можете стать премиум-участником, чтобы получить дополнительные преимущества. Чтобы узнать больше об этом, посетите страницу часто задаваемых вопросов или свяжитесь с нами. В настоящее время у вас есть активные %s списки из вашего лимита %s (опубликовано в %s днях).

source: Premium membership and account limit
ru_ru: Премиум-членство и лимит аккаунта

source: Buy
ru_ru: Купить

source: You have %s in your wallet. %s to promote your listings!
ru_ru: У вас есть %s в вашем кошельке. %s для продвижения ваших объявлений!

source: Click here
ru_ru: Кликните сюда

source: This is your product, you cannot buy it!
ru_ru: Это ваш продукт, Вы не можете его купить!

source: Add to cart
ru_ru: Добавить в корзину

source: Sold out!
ru_ru: Распроданный!

source: Advertise here!
ru_ru: Реклама здесь!

source: Enable Sale
ru_ru: Включить продажу

source: Enable online sales for this item. Payment goes to site owner account.
ru_ru: Включить онлайн - продажи для этого элемента. Оплата идет на счет владельца сайта.

source: Available Quantity
ru_ru: Имеющееся Количество

source: Enter how much quantity of this product is available.
ru_ru: Введите количество доступных продуктов.

source: Referral code
ru_ru: Реферальный код

source: Get %s for using referral code from your friend
ru_ru: Получите %s для использования реферального кода от своего друга

source: Credit for using referral code %s to user %s (%s) at %s
ru_ru: Кредит для использования реферального кода %s для пользователя %s (%s) в %s

source: Credit for providing referral code %s to user %s (%s) at %s
ru_ru: Кредит за предоставление реферального кода %s пользователю %s (%s) в %s

source: Referral code %s successfully used. You and your friend got bonus %s to wallet
ru_ru: Код ссылки %s успешно используется. Вы и ваш друг получили бонус %s к кошельку

source: Referral code %s was not recognized.
ru_ru: Код ссылки %s не был распознан.

source: Item ID %s has not been paid yet, you cannot activate item until publish fee %s is paid. In order to show listing click on "Pay Publish Fee" link.
ru_ru: Бартер %s еще не оплачен, вы не можете активировать элемент до тех пор, пока плата за публикацию %s не будет оплачена. Чтобы отобразить бартер, нажмите ссылку «Платить за публикацию».

source: In order to show your listing it is required to pay publish fee
ru_ru: Чтобы показать свою бартер, необходимо заплатить плату за публикацию

source: Publish Fee
ru_ru: Опубликовать Сбор

source: Publish fee
ru_ru: Опубликовать сбор

source: Your listings will be moved to top position in search results
ru_ru: Ваше объявление будет перемещено наверх в результатах поиска

source: Move to top fee
ru_ru: Переместить наверх

source: In order to show images on your listing it is required to pay fee
ru_ru: Для того, чтобы показывать изображения в вашем списке, необходимо внести плату

source: Show Images Fee
ru_ru: Показывать изображения

source: Show images fee
ru_ru: Показать картинку

source: Make Premium
ru_ru: Сделать Премиум

source: Extend Premium
ru_ru: Продлить Премиум

source: Make your listing unique on home and search page!
ru_ru: Сделайте своё объявление уникальным на домашней странице и странице поиска!

source: Highlight Item
ru_ru: Выделить объявление

source: Extend Highlight
ru_ru: Расширение выделения

source: Make listing more visible and attract more people!
ru_ru: Сделайте своё объявление более заметным и привлеките больше людей!

source: Automatically Republish Item
ru_ru: Автоматически Публиковать Товар

source: Extend Republish
ru_ru: Продлить Переиздание

source: Listing will be instantly renewed and then republished multiple times in selected intervals
ru_ru: Листинг будет немедленно обновлен, а затем повторно опубликован несколько раз в выбранные интервалы времени

source: How often republish item?
ru_ru: Как часто переиздавать товар?

source: How many times?
ru_ru: Сколько раз?

source: Repeat
ru_ru: Повторение

source: No promotion options available
ru_ru: Нет доступных вариантов продвижения

source: Unpaid
ru_ru: Неоплаченный

source: Show image paid
ru_ru: Показать изображение

source: Highlight paid
ru_ru: Выделите оплаченный

source: Republish paid
ru_ru: Перепубликация оплачена

source: Show image not paid
ru_ru: Показать изображение не оплачено

source: Highlight pending payment
ru_ru: Выделить ожидающий платеж

source: Republish pending payment
ru_ru: Перепубликовать ожидающий платеж

source: Pay Show Image
ru_ru: Платный показ изображения

source: Pay Highlight
ru_ru: Оплатить

source: Pay Publish Fee
ru_ru: Плата за публикацию

source: Disable Show Image
ru_ru: Отключить отображение изображения

source: Unhighlight
ru_ru: Снять выделение

source: Require Pay Show Image
ru_ru: Требовать оплаты Показать изображение

source: Require Pay Publish Fee
ru_ru: Требовать Оплатить Опубликовать Плата

source: Credit for registration to user %s (%s) at %s
ru_ru: Кредит на регистрацию пользователя %s (%s) в %s

source: As a bonus for registration we have just boost your wallet with %s. Feel free to use them for promotion of your listings!
ru_ru: В качестве бонуса для регистрации мы просто повышаем ваш кошелек с %s. Не стесняйтесь использовать их для продвижения ваших объявлений!

source: Membership
ru_ru: Членство

source: Cart
ru_ru: Корзина

source: Payments
ru_ru: Платежи

source: Important! Osclass Pay plugin has restricted this category and it's content to members of following user groups: %s. You see this message because you are logged in as admin in same browser. This message is not visible to your customers.
ru_ru: Важный! Плагин Osclass Pay ограничил эту категорию, и это содержимое для членов следующих групп пользователей: %s. Вы видите это сообщение, потому что вы вошли в систему как администратор в том же браузере. Это сообщение не отображается вашим клиентам.

source: %d hours
ru_ru: %d часов

source: %d hour
ru_ru: %d час

source: %d day
ru_ru: %d день

source: %d days
ru_ru: %d дней

source: %d week
ru_ru: %d неделю

source: %d weeks
ru_ru: %d недель

source: %d month
ru_ru: %d месяц

source: %d months
ru_ru: %d месяцев

source: %d year
ru_ru: %d год

source: %d years
ru_ru: %d лет

source: Show Image
ru_ru: Показать изображение

source: Credit Pack
ru_ru: Кредитный пакет

source: Republish
ru_ru: Переиздать

source: Pay Items
ru_ru: Платные товары

source: Banner
ru_ru: Баннер

source: Voucher
ru_ru: Ваучер

source: You have selected same or lower membership group, your remaining expiration days of group were transfered.
ru_ru: Вы выбрали ту же или более низкую группу, оставшиеся дни истечения группы были перенесены.

source: Your remaining expiration days of group were transfered.
ru_ru: Ваши оставшиеся дни истечения группы были перенесены.

source: You have selected same or higher membership group, we have moved remaining expiration days to your new group.
ru_ru: Вы выбрали ту же или более высокую группу, мы перенесли оставшиеся дни истечения в вашу новую группу.

source: Title
ru_ru: Заглавие

source: Price
ru_ru: Цена

source: Item %s
ru_ru: Предмет %s

source: Item %s (%s)
ru_ru: Предмет %s (%s)

source: Item %s (%s, repeat %sx)
ru_ru: Предмет %s (%s, повторение %sx)

source: Credit pack %s (get %s, pay %s)
ru_ru: Кредитный пакет %s (получить %s, оплатить %s)

source: Membership in %s (%s days)
ru_ru: Членство в %s (%s дней)

source: Banner %s (budget %s)
ru_ru: Баннер %s (бюджет %s)

source: Change
ru_ru: Изменить

source: Voucher %s (-%s)
ru_ru: Ваучер %s (-%s)

source: Purchase %s for %s
ru_ru: Покупка %s для %s

source: Pay cart items
ru_ru: Товары для покупок

source: Not recognized
ru_ru: Не опознано

source: %sx Publish fee for item %s
ru_ru: %sx Опубликовать плату за товар %s

source: %sx Image fee for item %s
ru_ru: %sx Плата за изображение для элемента %s

source: %sx Move to top fee for item %s
ru_ru: %sx Переход на верхнюю плату за элемент %s

source: %sx Premium fee for item %s, expire in %s
ru_ru: %sx Премиум-комиссия за товар %s, истекает в %s

source: %sx Highlight fee for item %s, expire in %s
ru_ru: %sx Выделите плату за элемент %s, истечь в %s

source: %sx Republish fee for item %s, expire in %s, repeat %sx
ru_ru: %sx Плата за переиздание товара %s, истекает в %s, повторить %sx

source: %sx Membership in group %s, expire in %s days
ru_ru: %sx Членство в группе %s, истекает через %s дней

source: %sx Credit pack %s (get %s, pay %s)
ru_ru: %sx Кредитный пакет %s (получить %s, оплатить %s)

source: %sx Banner %s (budget %s)
ru_ru: %sx Баннер %s (бюджет %s)

source: %sx Voucher %s (-%s)
ru_ru: %sx Ваучер %s (-%s)

source: %sx Purchase item %s, regular unit price %s
ru_ru: %sx Элемент покупки %s, нормальная цена единицы товара %s

source: Not recognized (%s)
ru_ru: Не распознано (%s)

source: In order to show your listing, it is required to pay publish fee.
ru_ru: Чтобы показать свою бартер, необходимо заплатить плату за публикацию.

source: To show images on your listing, it is required to pay image fee.
ru_ru: Чтобы показывать изображения в своем списке, необходимо заплатить плату за изображение.

source: Your listing will be moved to top position and will look like newly published.
ru_ru: Ваше объявление будет перенесено на верхнюю позицию и будет выглядеть как новая публикация.

source: Make your listing more visible on home and search page.
ru_ru: Сделайте своё объявление более заметным на домашней странице и странице поиска.

source: Listing will be highlighted between other listings and attract more people.
ru_ru: Объявление будет выделено цветом между другими объявлениями и привлечёт больше людей.

source: Your item will be instantly renewed and then automatically republished in selected period repeatedly.
ru_ru: Ваш товар будет немедленно обновлен, а затем автоматически повторно опубликован в выбранный период.

source: Save time with transaction and get credits on your account.
ru_ru: Сэкономьте время на транзакцию и получите кредиты на свой счет.

source: Get access to unique content or use global discounts for promotions.
ru_ru: Получите доступ к уникальному контенту или используйте глобальные скидки для рекламных акций.

source: Pay banner budget and advertise on our site.
ru_ru: Оплатите баннер и рекламируйте на нашем сайте.

source: Purchase item.
ru_ru: Покупка товара.

source: Pay cart items.
ru_ru: Оплатить корзину.

source: Get discount on your order.
ru_ru: Получи скидку на свой заказ.

source: Not recognized.
ru_ru: Не опознано.

source: Not enough products in stock, only %s pieces are available. This product has been removed from cart.
ru_ru: Недостаточно продуктов на складе, доступно только %s штук. Этот продукт удален из корзины.

source: Publish Paid
ru_ru: Опубликовать Оплаченный

source: Image Paid
ru_ru: Изображение оплачено

source: Premium Paid
ru_ru: Премиум Платный

source: Premium mark will expire on %s
ru_ru: Премиум-марка истекает на %s

source: Highlight Paid
ru_ru: Выделить оплаченный

source: Highlight will expire on %s
ru_ru: Выделение истекает через %s

source: Republish Paid
ru_ru: Перепубликация платных

source: Replubish every %s, repeat %s more time(s). Next republish on %s
ru_ru: Повторите каждую %s, повторите %s больше времени. Следующая публикация на %s

source: Moved to Top
ru_ru: Поднять вверх

source: Last move to top on %s
ru_ru: Последнее перемещение вверх на %s

source: Membership in %s has been removed from cart and replaced with membership in %s.
ru_ru: Членство в %s было удалено из корзины и заменено на членство в %s.

source: Voucher %s has been removed from cart and replaced with %s.
ru_ru: Ваучер %s был удален из корзины и заменен на %s.

source: Not enough products in stock, only %s products has been added to cart.
ru_ru: Недостаточно товаров на складе, только товары %s добавлены в корзину.

source: Click to complete order
ru_ru: Нажмите, чтобы завершить заказ

source: Complete order
ru_ru: Завершить заказ

source: Funds will be withdrawn from your wallet (credits)
ru_ru: Средства будут выведены из вашего кошелька (кредиты)

source: Pay with credits
ru_ru: Оплатить с кредитами

source: You do not have enough funds in your wallet
ru_ru: У вас недостаточно средств в кошельке

source: This button is visible just in case you are logged in as admin in browser.
ru_ru: Эта кнопка видна на всякий случай, если вы вошли в систему как администратор в браузере.

source: Pay as Admin
ru_ru: Оплатить как администратор

source: Payment will be accepted after administrator confirms funds delivered to our account.
ru_ru: Оплата будет приниматься после подтверждения администратором денежных средств, поступивших на наш счет.

source: Minimum amount for Bank Transfer is %s.
ru_ru: Минимальная сумма для Bank Transfer %s.

source: This category require to pay fee to show listing images. In order to show images to customers, go to your account and pay fee.
ru_ru: Для этой категории необходимо заплатить комиссию за показ бартера. Чтобы показывать изображения клиентам, перейдите на свою учетную запись и оплатите сбор.

source: Last 10 cron runs
ru_ru: Последние 10 хрон работает

source: Following expirations were checked: Premium, Highlight, Republish, User Membership.
ru_ru: Были проверены следующие истечения: Premium, Highlight, Republish, User Membership.

source: Hourly cron was not executed yet. If problem persist, check osclass documentation and contact your hosting provider.
ru_ru: Часовая cron еще не была выполнена. Если проблема не устранена, проверьте документацию osclass и обратитесь к своему провайдеру хостинга.

source: Last cron run
ru_ru: Последний запуск cron

source: none
ru_ru: никто

source: Last per. bonus issued
ru_ru: Последний пер. бонус выдан

source: never
ru_ru: никогда
