Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/osclass_pay/languages/*/messages.po
Languages: ru_ru

source: PayUMoney is India company, do not get into confusion it is PayU or PayULatam. Also PayUBiz is different API of PayUMoney.
ru_ru: PayUMoney является индийская компания, не попасть в замешательство это PayU или PayULatam. Также PayUBiz отличается API PayUMoney.

source: PayUMoney does not have sandbox. Use Testing credentials that can be found on "Open PayUMoney Testing" link.
ru_ru: PayUMoney не имеет песочницы. Использовать тестирование учетных данных, которые можно найти на "открытое тестирование ссылке PayUMoney".

source: PayUMoney is not available, currency must be set to INR to be able to use this gateway.
ru_ru: PayUMoney недоступен, валюта должна быть установлена в INR, чтобы иметь возможность использовать этот шлюз.

source: Open PayUMoney Production
ru_ru: Открытое производство PayUMoney

source: Open PayUMoney Testing
ru_ru: Открытое тестирование PayUMoney

source: Open PayUMoney Help
ru_ru: Открыть PayUMoney помощь

source: Enable PayUMoney Payments
ru_ru: Включить платежи PayUMoney

source: Instamojo operates in currency INR only, plugin must be set to this currency, otherwise payment will not be available.
ru_ru: Instamojo работает только в валюте INR, плагин должен быть установлен в эту валюту, иначе оплата будет недоступна.

source: Instamojo is not available, currency must be set to INR to be able to use this gateway.
ru_ru: Instamojo недоступен, валюта должна быть установлена в INR, чтобы иметь возможность использовать этот шлюз.

source: PayULatam operates in currencies ARS, BRL, CLP, COP, MXN, PEN, USD only, plugin must be set to one of listed currency, otherwise payment will not be available.
ru_ru: PayULatam работает только в валютах ARS, BRL, CLP, COP, MXN, PEN, USD, плагин должен быть установлен в одну из перечисленных валют, иначе оплата будет недоступна.

source: PayULatam is not available, currency must be set to ARS, BRL, CLP, COP, MXN, PEN or USD to be able to use this gateway.
ru_ru: PayULatam недоступен, для использования этого шлюза необходимо установить ARS, BRL, CLP, COP, MXN, PEN или USD.

source: Enable PayULatam Payments
ru_ru: Включить платежи PayULatam

source: CCAvenue is very strict. If you get credentials, you can use it just on URL/domain it was registered for. Otherwise it will result in Authentication failed error.
ru_ru: CCAvenue очень строгий. Если вы получаете учетные данные, вы можете использовать его только на URL/домен, на который он был зарегистрирован. В противном случае это приведет к ошибке проверки подлинности.

source: CCAvenue operates in currencies INR, USD, SGD, GBP, EUR only, plugin must be set to one of listed currency, otherwise payment will not be available. Note that other than INR currency must be approved by CCAvenue on your account, otherwise checkout will result in error code 115.
ru_ru: CCAvenue работает в валют индийская рупия, доллары США, сингапурские доллары, фунты стерлингов, евро, плагин должен быть установлен в одной из перечисленных валют, в противном случае платеж не будет доступен. Обратите внимание, что другие, чем МНО валюты должен быть утвержден CCAvenue на Вашем счете, в противном случае проверки повлечет за код ошибки 115.

source: CCAvenue is not available, currency must be set to INR, USD, SGD, GBP or EUR to be able to use this gateway.
ru_ru: CCAvenue недоступен, валюта должна быть установлена в INR, USD, SGD, GBP или EUR, чтобы иметь возможность использовать этот шлюз.

source: Paystack Payments
ru_ru: Paystack Платежи

source: Currency is selected on gateway side, ensure it is same as you have in Osclass Pay.
ru_ru: Валюта выбирается на стороне шлюза, убедитесь, что она такая же, как у вас в Osclass Pay.

source: This gateway require to setup correct return and notification url. Please go to Payment Integrations and in selected integration set Transaction Processed Callback and Transaction Response Callback to following:
ru_ru: Этот шлюз требует настройки правильного возврата и URL-адреса уведомления. Перейдите к разделу «Платежные интеграции» и в выбранном наборе интеграции установите «Обработанный обратный вызов транзакции» и «Обратный ответ транзакции» на следующее:

source: Enable WeAccept Payments
ru_ru: Включить WeAccept Payments

source: WeAccept Integration ID
ru_ru: WeAccept ID интеграции

source: EuPlatesc.ro operates in currencies RON, EUR and USD only, plugin must be set to one of listed currency, otherwise payment will not be available.
ru_ru: EuPlatesc.ro работает только в валютах RON, EUR и USD, плагин должен быть установлен в одну из перечисленных валют, в противном случае оплата не будет доступна.

source: EuPlatesc.ro is not available, currency must be set to RON, EUR or USD to be able to use this gateway.
ru_ru: EuPlatesc.ro недоступен, валюта должна быть установлена в RON, EUR или USD, чтобы иметь возможность использовать этот шлюз.

source: This gateway require to setup correct return and notification (silent) url. Please go to Admin > Gestionare Cont. At bottom click on Modifica cont and update Return URL and Silent URL with following:
ru_ru: Этот шлюз требует настройки правильного возврата и URL-адреса уведомления (без вывода сообщений). Пожалуйста, зайдите в Admin> Gestionare Cont. Внизу щелкните Modifica cont и обновите URL возврата и Silent URL следующим образом:

source: Return URL
ru_ru: URL возврата

source: Silent URL
ru_ru: Тихий URL

source: Open EuPlatesc.ro
ru_ru: Открыть EuPlatesc.ro

source: Open Integration Guide
ru_ru: Руководство по открытой интеграции

source: Enable EuPlatesc Payments
ru_ru: Включить платежи EuPlatesc

source: EuPlatesc Key
ru_ru: Ключ EuPlatesc

source: Save
ru_ru: Сохранить

source: Bellow are shown all bank transfers ordered by status and date.
ru_ru: Ниже показаны все банковские переводы, заказанные по статусу и дате.

source: If you have received funds to your bank account, accept payment.
ru_ru: Если вы получили средства на свой банковский счет, примите оплату.

source: Variable Symbol
ru_ru: Переменный символ

source: Accept Date
ru_ru: Дата принятия

source: No bank transfers has been found
ru_ru: Банковских переводов не найдено

source: Unknown
ru_ru: Неизвестный

source: This code should be used as variable symbol in transaction you have received
ru_ru: Этот код следует использовать как переменный символ в транзакции, которую вы получили

source: Pending
ru_ru: В ожидании

source: Accept payment
ru_ru: Принять платеж

source: Cancel payment
ru_ru: Отменить платеж

source: Remove payment
ru_ru: Удалить платеж

source: Are you sure you want to remove this transfer? Action cannot be undone.
ru_ru: Вы действительно хотите удалить эту передачу? Действие не может быть отменено.

source: Value for Periodical bonus was not entered correctly. It must be integer larger or equal to 0.
ru_ru: Значение для периодического бонуса не было введено правильно. Он должен быть целым, большим или равным 0.

source: Group with name %s already exist and was not created.
ru_ru: Группа с именем %s уже существует и не была создана.

source: Groups successfully updated
ru_ru: Группы успешно обновлены

source: %s (%s) successfully assigned to group %s.
ru_ru: %s (%s) успешно присвоено группе %s.

source: User successfully removed from group
ru_ru: Пользователь удален из группы

source: Groups successfully removed
ru_ru: Успешно удален

source: User Groups
ru_ru: Группы пользователей

source: Enable User Groups
ru_ru: Включение группы пользователей

source: Enable user groups (memberships) and promote your regular users with extra benefits.
ru_ru: Включите группы пользователей (члены) и продвиньте своих обычных пользователей с дополнительными преимуществами.

source: Restrict Categories for User Groups
ru_ru: Ограничить категории для групп пользователей

source: Restrict selected categories to be available just for group members. Note that selected categories and it's listings will be available only and only for group members specified bellow!
ru_ru: Ограничьте выбранные категории доступными только для членов группы. Обратите внимание, что выбранные категории и их списки будут доступны только и только для членов группы, указанных ниже!

source: Add new user to group
ru_ru: Добавить пользователя в группу

source: No group
ru_ru: Нет групп

source: When new user register, add this user automatically to group.
ru_ru: При регистрации нового пользователя, автоматически добавьте этого пользователя в группу.

source: Limit User Items
ru_ru: Ограничить элементы пользователя

source: When enabled, maximum number of listings those can user create will be limited. In order to increase this count, it is required to be member of group.
ru_ru: Когда включено, максимальное количество списков, которые может создать пользователь, будет ограничено. Чтобы увеличить это количество, необходимо быть членом группы.

source: Default Max Items
ru_ru: Максимальное количество элементов по умолчанию

source: items
ru_ru: предметы

source: in
ru_ru: в

source: days
ru_ru: дней

source: Define default maximum items count that can be published in selected period. I.e. 10 listings in 30 days for "free". This value will be used for users those are not logged in or for those that are not member of any group.
ru_ru: Определите максимальное количество элементов по умолчанию, которое может быть опубликовано за выбранный период. То есть 10 объявлений за 30 дней бесплатно. Это значение будет использоваться для пользователей, которые не вошли в систему, или для тех, кто не является членом какой-либо группы.

source: Max Items Count Method
ru_ru: Метод максимального количества предметов

source: Count all items
ru_ru: Подсчитать все предметы

source: Count active items
ru_ru: Считать активные предметы

source: Count all items except premiums
ru_ru: Подсчитать все предметы, кроме премий

source: Count active items except premiums
ru_ru: Считать активные предметы, кроме премий

source: Select how would you like to count user items.
ru_ru: Выберите, как вы хотели бы считать элементы пользователя.

source: Enable user groups to provide better experience and extra content to your regular customers.
ru_ru: Включение группы пользователей для обеспечения лучшего опыта и дополнительное содержание для ваших постоянных клиентов.

source: You can define price for membership, membership discount and also that content of some categories is available just to members of specified group.
ru_ru: Вы можете определить цену членства, скидку на членство, а также то, что содержание некоторых категорий доступно только членам указанной группы.

source: Set periodical bonus if you want to send more credits to members of group using functionality "Add credits to users once per period". Value must be integer, i.e. setting 50 will cause to send 50% more credits to user.
ru_ru: Установите периодический бонус, если вы хотите отправить больше кредитов членам группы, используя функциональность «Добавить кредиты пользователям один раз за период». Значение должно быть целочисленным, то есть установка 50 приведет к тому, что пользователь получит 50% больше кредитов.

source: Attr can be used for integration with different plugins or functionalities. Plugin itself does not use them and you do not need to define them.
ru_ru: Attr может использоваться для интеграции с различными плагинами или функциями. Сам плагин не использует их, и вам не нужно их определять.

source: Group Name
ru_ru: Название группы

source: Discount
ru_ru: Скидка

source: Expiration days - for how many days is price set. User can choose different expiration days and price will be lineary recalculated.
ru_ru: Срок действия - на сколько дней устанавливается цена. Пользователь может выбрать разные дни истечения, и цена будет пересчитана линейно.

source: Exp. Days
ru_ru: Exp. Дней

source: Color
ru_ru: Цвет

source: How many items can member of this group publish in certain period (days).
ru_ru: Сколько элементов может опубликовать член этой группы за определенный период (дней).

source: Max. Items
ru_ru: Максимум. Предметы

source: Max Items Days Expiration - enter period for calculation max items. I.e 10 items in 30 days. When user want to publish more, it is required to upgrade membership
ru_ru: Max Items Days Expiration - введите период для расчета максимального количества предметов. Т.е. 10 штук за 30 дней. Когда пользователь хочет опубликовать больше, необходимо обновить членство

source: Itm. Period
ru_ru: Период

source: Enter category IDs delimited by comma that should be restricted just to selected user group. Only members of this group will be allowed to see content of those categories. Example: 1,3,7
ru_ru: Введите идентификаторы категорий, разделенные запятой, которые должны быть ограничены только выбранной группой пользователей. Только членам этой группы будет разрешено просматривать содержимое этих категорий. Пример: 1,3,7

source: Categories
ru_ru: Категории

source: Periodical bonus
ru_ru: Периодический бонус

source: Per. Bonus
ru_ru: Пер. Бонус

source: Custom Text
ru_ru: Пользовательский текст

source: Rank
ru_ru: Ранг

source: Enter group name
ru_ru: Введите название группы

source: Are you sure you want to delete this group?
ru_ru: Вы действительно хотите удалить эту группу?

source: Remove group
ru_ru: Удалить группу

source: Create new group
ru_ru: Создать новую группу

source: Add new line for group
ru_ru: Добавить новую строку для группы

source: Add User to Group
ru_ru: Добавить пользователя в группу

source: You can check to what group user belongs.
ru_ru: Вы можете проверить, к кому принадлежит группа.

source: You can also add or remove user from group.
ru_ru: Вы также можете добавить или удалить пользователя из группы.

source: Update user group
ru_ru: Обновить группу пользователей

source: No Group
ru_ru: Нет группы

source: Membership Expire on
ru_ru: Членство истекает

source: If no date is entered, it is calculated by default number of days for group.
ru_ru: Если дата не указана, она рассчитывается по умолчанию для нескольких дней для группы.

source: List users in group
ru_ru: Список пользователей в группе

source: Select Group
ru_ru: Выбрать группу

source: List Users
ru_ru: Список пользователей

source: Select group to list users.
ru_ru: Выберите группу для списка пользователей.

source: User Name
ru_ru: Имя пользователя

source: Group
ru_ru: Группа

source: Expire on
ru_ru: Срок действия

source: No users has been found in selected group
ru_ru: В выбранной группе пользователей не найдено

source: Are you sure you want to delete this user from group?
ru_ru: Вы действительно хотите удалить этого пользователя из группы?

source: Remove user
ru_ru: Удалить пользователя

source: When enabled, users can purchase membership in different groups. You can set privileges to groups or integrate them with different plugins.
ru_ru: Когда это разрешено, пользователи могут приобретать членство в разных группах. Вы можете устанавливать привилегии для групп или интегрировать их с разными плагинами.

source: When enabled, categories selected in definition of groups will be visible only and only to members of these groups. Care! For everyone else will be content of category hidden. Even member without access to category can publish listing inside it.
ru_ru: Когда включено, категории, выбранные в определении групп, будут видны только и только для членов этих групп. Внимание! Для всех остальных будет скрыто содержание категории. Даже член без доступа к категории может публиковать бартер внутри него.

source: Select group where newly registered user is automatically added.
ru_ru: Выберите группу, в которую будет добавлен новый зарегистрированный пользователь.

source: When enabled, users will be able to publish just XX items in YY days. Note that if you have enabled publishing items for unregistered, these people can avoid this limit by using multiple email addresses.
ru_ru: Если включено, пользователи смогут публиковать только XX элементов за YY дней. Обратите внимание, что если вы включили публикацию элементов для незарегистрированных, эти люди могут избежать этого ограничения, используя несколько адресов электронной почты.

source: Enter what is maximum count of listings published in selected period. Period is used as (Today) <-> (Today - YY days).
ru_ru: Введите максимальное количество объявлений, опубликованных за выбранный период. Период используется как (Сегодня) <-> (Сегодня - YY дней).

source: Select methodology to calulate user items. It is recommended to count all active items.
ru_ru: Выберите методологию для расчета пользовательских элементов. Рекомендуется считать все активные предметы.

source: You have not selected any duration, this is not possible. Default duration per 24 hours has been used.
ru_ru: Вы не выбрали какую-либо продолжительность, это невозможно. Использовалась продолжительность по умолчанию в 24 часа.

source: Fees for categories were successfully saved
ru_ru: Сборы за категории были успешно сэкономлены

source: Fees for locations were successfully saved
ru_ru: Сборы за места были успешно сохранены

source: Some uplifts were not updated due to their format or range. Note that only integer values between -90 and 300 are accepted.
ru_ru: Некоторые поднятия не обновлялись из-за их формата или диапазона. Обратите внимание, что принимаются только целые значения от -90 до 300.

source: Settings
ru_ru: Настройки

source: Highlight functionality bring possibility to make listings more visible and attractive
ru_ru: Выделение функций позволяет сделать списки более заметными и привлекательными

source: If listing is highlighted, it looks different than other listings. You can define styles for highlighted listings bellow.
ru_ru: Если бартер выделен, он выглядит иначе, чем другие бартеры. Вы можете определить стили для выделенных бартеров ниже.

source: Enable Pay per Highlight
ru_ru: Включить оплату за выделение

source: When enabled, users can pay to mark their listings as highlight.
ru_ru: Когда это разрешено, пользователи могут заплатить, чтобы отметить свои списки как выделить.

source: Default fee per 24 hours
ru_ru: Стоимость по умолчанию в сутки

source: Define default fee per 24 hours of duration. Price for other durations is recalculated via formula.
ru_ru: Определите плату за регистрацию за 24 часа. Цена для других сроков пересчитывается по формуле.

source: Duration of highlights
ru_ru: Продолжительность основных событий

source: Select at least 1 duration to make Pay per Highlight functional (Press CTRL to select multiple).
ru_ru: Выберите, по крайней мере, 1 продолжительность, чтобы сделать функцию Pay per Highlight (Нажмите CTRL, чтобы выбрать несколько).

source: Highlight Background Color
ru_ru: Выделите цвет фона

source: Color must be in HEX, RGB or RGBA form. Examples:
ru_ru: Цвет должен быть в форме HEX, RGB или RGBA. Примеры:

source: Highlight CSS Code
ru_ru: Выделите CSS-код

source: Extra CSS styles. Example:
ru_ru: Дополнительные стили CSS. Пример:

source: Category Prices
ru_ru: Категория Цены

source: If you do not want to set different prices per category, skip this section. Prices will be then calculated based on default price.
ru_ru: Если вы не хотите устанавливать разные цены для каждой категории, пропустите этот раздел. Цены будут затем рассчитаны на основе цены по умолчанию.

source: If price on parent category is changed, this change is applied to all subcategories of this category.
ru_ru: Если цена на родительскую категорию изменена, это изменение применяется ко всем подкатегориям этой категории.

source: If same price as default price is set, price is cleared (default is used). If price field is left blank, default price is used.
ru_ru: Если установлена такая же цена, как и цена по умолчанию, цена очищается (используется по умолчанию). Если поле цены остается пустым, используется цена по умолчанию.

source: Do not modify too many categories at once.
ru_ru: Не изменяйте слишком много категорий одновременно.

source: Set price to 0 (zero) to disable selection. Set price to blank (empty) to use default price.
ru_ru: Установите цену в 0 (ноль), чтобы отключить выбор. Установите цену в пустую (пустую), чтобы использовать цену по умолчанию.

source: Show only prices different to default
ru_ru: Показывать только цены, отличающиеся по умолчанию

source: Show all prices
ru_ru: Показать все цены

source: Clear prices
ru_ru: Чистые цены

source: Category
ru_ru: Категория

source: No categories has been added yet
ru_ru: Ни одна категория не было добавлено

source: Main category
ru_ru: Главная категория

source: This option is disabled
ru_ru: Этот параметр отключен

source: Default price is used
ru_ru: Используется цена по умолчанию

source: Click to unlock field
ru_ru: Нажмите, чтобы разблокировать поле

source: Location Prices
ru_ru: Цены на размещение

source: You can set there uplift of price per country or region in range -90% to +300%. If you set +100%, fee in selected location will be doubled.
ru_ru: Вы можете установить повышение цены на страну или регион в диапазоне от -90% до + 300%. Если вы установите + 100%, плата в выбранном месте будет удвоена.

source: Note that to get final fee amount, there are 3 variables: category, location, user membership.
ru_ru: Обратите внимание, что для получения окончательной суммы вознаграждения существуют 3 переменные: категория, местоположение, членство пользователя.

source: Leave blank or set to 0 to disable.
ru_ru: Оставьте пустым или установите на 0 для отключения.

source: Location
ru_ru: Местонахождение

source: Uplift percentage
ru_ru: Процент повышения

source: No locations has been added yet
ru_ru: Пока не добавлено ни одного местоположения

source: Enter integer values only! It can be negative or possitive in range from -90 to 300.
ru_ru: Введите только целые значения! Он может быть отрицательным или положительным в диапазоне от -90 до 300.

source: For "Highlight" and "Show image" features please make sure your theme contains hook %s. Some theme like bender already contains it, but some of them may not.
ru_ru: Для функций «Выделить» и «Показать изображение» убедитесь, что ваша тема содержит крючок %s. Некоторые темы, такие как bender, уже содержат его, но некоторые из них могут и не быть.

source: If Highligh / Show image does not work for you, please go to your theme folder.
ru_ru: Если Highlight / Show изображение не работает для вас, перейдите в папку темы.

source: If your theme has files loop-single.php and loop-single-premium.php, continue with section 1, otherwise go to section 2.
ru_ru: Если в вашей теме есть файлы loop-single.php и loop-single-premium.php, перейдите к разделу 1, в противном случае перейдите к разделу 2.

source: Section 1
ru_ru: Раздел 1

source: Open files loop-single.php and loop-single-premium.php and check if contains string %s
ru_ru: Откройте файлы loop-single.php и loop-single-premium.php и проверьте, содержит ли строка %s

source: If you can see this code here, everything is setup correctly and no action is required. If not, continue with next step.
ru_ru: Если вы видите этот код здесь, все настроено правильно, и никаких действий не требуется. Если нет, перейдите к следующему шагу.

source: Locate first html element in this file. It could be
ru_ru: Найдите первый элемент html в этом файле. Возможно

source: If it contains class element, before second apostrophe insert following code:
ru_ru: Если он содержит элемент класса, перед вторым апострофом вставьте следующий код:

source: After that class element will looks like:
ru_ru: После этого элемент класса будет выглядеть так:

source: If it does not contain class element and let's say it is div element, before first > sign insert following code:
ru_ru: Если он не содержит элемент класса и предположим, что это элемент div, перед первым> значком вставьте следующий код:
