Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/osclass_pay/languages/*/messages.po
Languages: ru_ru

source: So element will look like (div, p, li, ...) following:
ru_ru: Таким образом, элемент будет выглядеть как (div, p, li, ...) следующим образом:

source: Section 2
ru_ru: Раздел 2

source: Open files search_list.php and search_gallery.php and check if contains string %s
ru_ru: Откройте файлы search_list.php и search_gallery.php и проверьте, содержит ли строка %s

source: Locate first html element in this file right after line that contains %s. It could be
ru_ru: Найдите первый элемент html в этом файле сразу после строки, содержащей %s. Возможно

source: When enabled, users can %s their listings.
ru_ru: Когда включено, пользователи могут %s их списки.

source: highlight
ru_ru: выделить

source: Set default fee per 24 hours. This fee will be used to calculate fee for other durations.
ru_ru: Установите плату за по умолчанию за 24 часа. Эта плата будет использована для расчета платы за другие периоды.

source: Select available durations of %s item. You can define different prices for different durations, i.e. price per 24 hours set to $1.0, but price for 48 hours set to $1.5. Use CTRL to select more than one duration.
ru_ru: Выберите доступные длительности пункта %s. Вы можете определить разные цены для разных периодов времени, то есть цена за 24 часа устанавливается в размере 1,0 долл., А цена за 48 часов - до 1,5 долл. США. Используйте CTRL для выбора более одной продолжительности.

source: highlighted
ru_ru: выделены

source: Select color that will be used as background for highlighted listings (HEX, RGBA or RGB colors). You can define also own CSS styles for highlighted boxes. Listing that is highlighted has class %s, you can use it in your theme style sheet.
ru_ru: Выберите цвет, который будет использоваться в качестве фона для выделенных бартеров (цвета HEX, RGBA или RGB). Вы можете также определить собственные стили CSS для выделенных полей. Выделенный бартер имеет класс %s, вы можете использовать его в своей таблице стилей тем.

source: Define your own CSS code for highlighted boxes. Note that you need to use valid CSS rules. This code will be placed into style attribute of box.
ru_ru: Определите свой собственный CSS-код для выделенных полей. Обратите внимание, что вам нужно использовать правильные правила CSS. Этот код будет помещен в атрибут стиля box.

source: Pay to Show Images functionality enables to charge your users for showing pictures on listings.
ru_ru: Функция «Платить за показы изображений» позволяет взимать плату с пользователей за показ фотографий в списках.

source: When enabled, users are able to upload pictures to listings, however in order to show pictures it is required to pay fee.
ru_ru: Когда это разрешено, пользователи могут загружать фотографии в списки, однако для того, чтобы показывать фотографии, вам необходимо внести плату.

source: When fee is not paid, in front listing behave like without pictures.
ru_ru: Когда гонорар не оплачивается, в переднем списке ведут себя, как без фотографий.

source: Enabling functionality does not affect existing listings, however it is possible from oc-admin > items to require to pay image fee additionally.
ru_ru: Включение функциональности не влияет на существующие бартеры, однако из oc-admin> элементов можно потребовать оплатить плату за изображение дополнительно.

source: Enable Pay per Show Image
ru_ru: Включить оплату за изображение

source: When enabled, users must pay to show images on their listings.
ru_ru: Когда включено, пользователи должны оплачивать показы изображений в своих списках.

source: Default fee
ru_ru: Стоимость по умолчанию

source: Define default show image fee.
ru_ru: Определите стоимость отображения изображения по умолчанию.

source: Setting price to 0 (zero) will remove unpaid image fee payment requests (pictures will be visible) in selected categories.
ru_ru: Установка цены на 0 (ноль) приведет к удалению неоплаченных платежных запросов оплаты изображения (изображения будут видны) в выбранных категориях.

source: When enabled, users must pay image fee in order to show images on their listings.
ru_ru: Когда включено, пользователи должны оплачивать плату за изображение, чтобы показывать изображения в своих списках.

source: Select default fee for showing images on listings.
ru_ru: Выберите стоимость по умолчанию для показа изображений в списках.

source: Move to Top functionality bring possibility to move listings to top in search.
ru_ru: Функция «Переместить в верх» позволяет переносить списки вверх в поиске.

source: If listing is moved to top, it looks newly published.
ru_ru: Если бартер перемещен на верх, он выглядит недавно опубликованным.

source: Move to top is 1-time action, for regular moving to top it is possible to use republish that has same attributes, but is for repeating actions.
ru_ru: Перемещение вверх - однократное действие, для регулярного перемещения вверх можно использовать повторную публикацию с одинаковыми атрибутами, но для повторения действий.

source: Enable Pay per Move to Top
ru_ru: Включить оплату за перемещение вверх

source: When enabled, users can move their listings to top. Listing will behave like newly published.
ru_ru: Когда это разрешено, пользователи могут перемещать свои списки вверх. Листинг будет вести себя как новый.

source: Define default movetotop fee.
ru_ru: Определите плату movetotop по умолчанию.

source: move to top
ru_ru: перейти наверх

source: Set default fee for moving listing to top.
ru_ru: Установите плату по умолчанию для перемещения списка вверх.

source: Make Premium functionality allows to mark listings as premium.
ru_ru: Функция Premium позволяет отмечать списки как премиальные.

source: Based on theme, premium listing may be shown in special block where only premium listings are shown, has special more attractive background color or label that identifies listing as premium.
ru_ru: На основе темы премиум-бартер может быть показан в специальном блоке, где показаны только списки премий, имеет особый привлекательный цвет фона или ярлык, который идентифицирует бартер как премиум.

source: Enable Pay per Premium
ru_ru: Включить оплату за премию

source: When enabled, users can pay to mark their listings as premium.
ru_ru: Когда это разрешено, пользователи могут заплатить, чтобы отметить свои списки как премиальные.

source: Duration of premiums
ru_ru: Продолжительность премиум

source: Select at least 1 duration to make Pay per Premium functional (Press CTRL to select multiple).
ru_ru: Выберите как минимум 1 продолжительность, чтобы сделать функцию оплаты за премиум (нажмите CTRL, чтобы выбрать несколько).

source: make premium
ru_ru: сделать премиум

source: premium
ru_ru: премиум

source: Pay per Publish functionality enables to charge users for publishing listings.
ru_ru: Функция Pay per Publish позволяет взимать плату с пользователей за публикацию списков.

source: When publish fee is not paid, listing is not shown in front and behaves like not activated.
ru_ru: Когда плата за публикацию не выплачивается, бартер не отображается спереди и ведет себя как неактивен.

source: Enabling functionality does not affect existing listings, however it is possible from oc-admin > items to require to pay publish fee additionally.
ru_ru: Включение функциональности не влияет на существующие бартеры, однако из oc-admin> элементов можно потребовать оплатить дополнительную плату за публикацию.

source: Enable Pay per Publish
ru_ru: Включить оплату за публикацию

source: When enabled, users must pay in order to publish their listing.
ru_ru: Когда это разрешено, пользователи должны оплатить их публикацию.

source: Deactivate not paid Items
ru_ru: Деактивировать не оплаченные предметы

source: When enabled, some plugins may not be used like More Edit or Item Validation. When disabled, not paid items are not visible on search page, but may be visible on homepage in latest items or in related items. Test before using on live.
ru_ru: Когда включено, некоторые плагины не могут использоваться, например, «Больше прав» или «Проверка элементов». При отключении не оплачиваемые элементы не отображаются на странице поиска, но могут отображаться на главной странице в последних элементах или в связанных элементах. Тест перед использованием в режиме реального времени.

source: Define default publish fee.
ru_ru: Определите плату за публикацию по умолчанию.

source: Setting price to 0 (zero) will remove unpaid publish fee payment requests (items will be visible) in selected categories.
ru_ru: Установка цены на 0 (ноль) приведет к удалению неоплаченных запросов на оплату публичных платежей (элементы будут видны) в выбранных категориях.

source: When enabled, users must pay publish fee in order to show their listings in front.
ru_ru: Когда это разрешено, пользователи должны заплатить плату за публикацию, чтобы показать свои бартеры впереди.

source: Disable to improve compatibility of Osclass Pay plugin with plugins like More Edit or Item Validation that use active field of listing. Care! Make sure to check if not paid items are really not shown in front or if you are ok with such behaviour. Make sure your theme use highlight_class hook (check highlight section) to improve functionality.
ru_ru: Отключите, чтобы улучшить совместимость плагина Osclass Pay с плагинами, такими как More Edit или Item Validation, которые используют активное поле списка. Забота! Обязательно проверьте, действительно ли не платные предметы не показаны спереди, или если вы в порядке с таким поведением. Убедитесь, что ваша тема использует highlight_class hook (проверьте раздел выделения), чтобы улучшить функциональность.

source: Select default fee for publishing listings.
ru_ru: Выберите пошлину за публикацию списков.

source: You have not selected any repeat, this is not possible. Default 1 repeat has been used.
ru_ru: Вы не выбрали никакого повтора, это невозможно. Использовался по умолчанию 1 повтор.

source: Republish functionality enables to users to renew/republish their listings in selected intervals multiple times.
ru_ru: Функция повторной публикации позволяет пользователям повторно или повторно публиковать свои списки в выбранные интервалы несколько раз.

source: Listing that is republished behaves like newly published listing and will be in top on search page.
ru_ru: Бартер, который переиздан, ведет себя как новый опубликованный бартер и будет в верхней части страницы поиска.

source: When republish paid, listing is instaltnly renewed and then republished in selected intervals.
ru_ru: Когда перепубликация оплачивается, бартер обновляется, а затем переиздается в определенные интервалы времени.

source: Enable Pay per Republish
ru_ru: Включить оплату за публикацию

source: When enabled, users can pay to mark their listings as republish.
ru_ru: Когда это разрешено, пользователи могут заплатить, чтобы пометить свои списки как повторно опубликованные.

source: Duration of republish
ru_ru: Продолжительность повторной публикации

source: Select at least 1 duration to make Pay per Republish functional (Press CTRL to select multiple).
ru_ru: Выберите не менее 1 продолжительности, чтобы сделать функцию оплаты за повторную публикацию (нажмите CTRL, чтобы выбрать несколько).

source: Available repeats of republish
ru_ru: Доступные повторы публикации

source: Select at least 1 repeat to make Pay per Republish functional (Press CTRL to select multiple).
ru_ru: Выберите хотя бы 1 повтор, чтобы сделать функцию оплаты за повторную публикацию (нажмите CTRL, чтобы выбрать несколько).

source: Discount for multi-republish purchase
ru_ru: Скидка при многополярной покупке

source: Discount is applied to purchase for each extra republish. If 5 republish of listing is bought, discount is applied 5 times.
ru_ru: Скидка применяется для покупки за каждую дополнительную переиздание. Если продается 5 републикаций бартера, скидка применяется 5 раз.

source: republish
ru_ru: переиздать

source: republishing
ru_ru: переиздание

source: Select available repeats of republish. I.e. when user purchase republish 24 hours with 3 repeats, listing will be republished 3 times, first time after 24 hours from purchase and then 2 more times each after 24 hours.
ru_ru: Выберите доступные повторы публикации. То есть когда покупка пользователя повторно публикуется 24 часа с 3 повторами, бартер будет переиздан 3 раза, первый раз после 24 часов с момента покупки, а затем еще 2 раза каждый после 24 часов.

source: Set discount in integer format. This can motivate users to buy multi-repeat republish option. Let's say you set discount to 5. If user purchase 1 repeat, there will be applied no discount. For 2 repeats there will be discount of 5% applied. For 3 repeats there will be discount 1 - 0.95*0.95 applied (9.75%).
ru_ru: Установите скидку в целочисленном формате. Это может мотивировать пользователей покупать многократно повторяющиеся варианты. Предположим, вы установили скидку на 5. Если пользовательская покупка 1 повторится, скидка не будет применяться. Для 2 повторов будет применена скидка 5%. Для 3 повторов будет применена скидка 1 - 0,95 * 0,95 (9,75%).

source: Duration means after how long will be listing republished.
ru_ru: Продолжительность означает, как долго будет переиздан бартер.

source: Pack with name %s already exist and was not created.
ru_ru: Пакет с именем %s уже существует и не был создан.

source: Packages successfully updated
ru_ru: Пакеты успешно обновлены

source: Package successfully removed
ru_ru: Пакет успешно удален

source: Credit for user %s (%s) at %s by Admin
ru_ru: Кредит для пользователя %s (%s) at %s от администратора

source: %s successfully assigned to %s (%s). This user has now %s in wallet.
ru_ru: %s успешно присвоено %s (%s). У этого пользователя теперь %s в кошельке.

source: User Wallet
ru_ru: Пользовательский кошелек

source: Enable User Wallet
ru_ru: Включить пользовательский кошелек

source: User can purchase credit packs and pay using credits.
ru_ru: Пользователь может приобретать кредитные пакеты и платить с использованием кредитов.

source: Add credits to new user
ru_ru: Добавить кредиты для нового пользователя

source: Add credits to each registered user. Set to 0 or leave blank to disable.
ru_ru: Добавьте кредиты каждому зарегистрированному пользователю. Установите значение 0 или оставьте пустым для отключения.

source: Add credits to referral users
ru_ru: Добавить кредиты реферруемым пользователям

source: When newly registered user use referral code provided by other users, both of them will get bonus credits. Set to 0 or leave blank to disable.
ru_ru: Когда новый зарегистрированный пользователь использует реферальный код, предоставленный другими пользователями, оба получат бонусные кредиты. Установите значение 0 или оставьте пустым для отключения.

source: Add credits to users once per period
ru_ru: Добавить кредиты пользователям один раз за период

source: once per
ru_ru: один раз за

source: Week
ru_ru: Неделю

source: Month
ru_ru: Месяц

source: Quarter
ru_ru: Квартал

source: As bonus to registered users, provide them extra credits once per selected period. Credits are sent in first day of period. Set to 0 or leave blank to disable.
ru_ru: В качестве бонуса к зарегистрированным пользователям предоставляйте им дополнительные кредиты один раз за выбранный период. Кредиты отправляются в первый день. Установите значение 0 или оставьте пустым для отключения.

source: Design packs as
ru_ru: Дизайнерские пакеты как

source: Gallery - boxes
ru_ru: Галерея - коробки

source: List - stripes
ru_ru: Список - полосы

source: In front office, select what kind of design you prefer for packs.
ru_ru: В фронт-офисе выберите, какой дизайн вы предпочитаете для пакетов.

source: Credit Packs
ru_ru: Кредитные пакеты

source: You can specify credit packs users can purchase and replace numerous number of small transations with less larger transactions.
ru_ru: Вы можете указать, что кредитные пакеты могут покупать и заменять множество небольших транзакций с менее крупными транзакциями.

source: Using packages is more suitable for users as well as they do not need to checkout each time they promote their listing.
ru_ru: Использование пакетов более подходит для пользователей, так как они не требуют проверки каждый раз, когда они рекламируют их бартер.

source: Pack Name
ru_ru: Имя пакета

source: Bonus
ru_ru: Бонус

source: User Group
ru_ru: Группа пользователей

source: Enter package name
ru_ru: Введите название пакета

source: All groups
ru_ru: Все группы

source: Are you sure you want to delete this pack?
ru_ru: Вы действительно хотите удалить этот пакет?

source: Remove pack
ru_ru: Удалить пакет

source: Create new package
ru_ru: Создать новый пакет

source: Add new line for pack
ru_ru: Добавить новую строку для пакета

source: Credits on User Account
ru_ru: Кредиты в учетной записи пользователя

source: You can check how much funds has each user in wallet, just start typing user name into name field.
ru_ru: Вы можете проверить, сколько средств имеет каждый пользователь в кошельке, просто начните вводить имя пользователя в поле имени.

source: You can also add or withdraw funds to user account.
ru_ru: Вы также можете добавить или снять средства в учетной записи пользователя.

source: Wallet Amount
ru_ru: Количество кошельков

source: Add/withdraw credits
ru_ru: Добавить/снять кредиты

source: You can place positive (add) or negative (withdraw) amount.
ru_ru: Вы можете разместить положительную (добавить) или отрицательную (снять) сумму.

source: When enabled, users can buy credit packs and get bonus for registration or referral of friend. Wallet should help you to reduce amount of small payments.
ru_ru: Когда это разрешено, пользователи могут покупать кредитные пакеты и получать бонус за регистрацию или направление друга. Кошелек должен помочь вам уменьшить количество небольших платежей.

source: Select preferred design for packs - show as gallery (boxes) or show as list (stripes).
ru_ru: Выберите предпочтительный дизайн для пакетов - покажите как галерея (коробки) или покажите как список (полосы).

source: Provide credits for registration. User will get credits automatically after registration.
ru_ru: Предоставлять кредиты для регистрации. Пользователь будет получать кредиты автоматически после регистрации.

source: Provide credits for friend referral. When newly registered user used referral code of existing user, both users will get credits to their wallet. Credits are added to wallet after newly registered user activate it's account, if required.
ru_ru: Предоставьте кредиты для реферала. Когда новый зарегистрированный пользователь использует реферальный код существующего пользователя, оба пользователя получат кредиты на свой кошелек. Кредиты добавляются в кошелек после того, как новый зарегистрированный пользователь активирует свою учетную запись, если это необходимо.

source: Provide credits to registered users periodically. This helps to keep users active and attract their attention.
ru_ru: Периодически предоставлять кредиты зарегистрированным пользователям. Это помогает поддерживать активность пользователей и привлекать их внимание.

source: Banner & Advertisement
ru_ru: Баннер & Реклама

source: Banner approved successfully. Notification email to pay banner was send to customer.
ru_ru: Баннер одобрен успешно. Уведомление электронной почты для оплаты баннера было отправлено клиенту.

source: Banner rejected successfully.
ru_ru: Баннер отклоняется успешно.

source: Banner removed successfully.
ru_ru: Баннер удален успешно.

source: This is demo site, you cannot remove banner.
ru_ru: Это демонстрационный сайт, вы не можете удалить баннер.

source: Banner Settings
ru_ru: Настройки Баннера

source: This functionality require usage of plugin BANNER ADS. You must install this plugin in order to use banner functionality.
ru_ru: Эта функциональность требует использования плагина BANNER ADS. Вы должны установить этот плагин для использования функций баннера.

source: Banner Ads plugin may use different currency, make sure to use same currency in both plugins to avoid missunderstandings.
ru_ru: Плагин Banner Ads может использовать другую валюту, не забудьте использовать ту же валюту в обоих плагинах, чтобы избежать недоразумений.

source: Enable Banners
ru_ru: Включить Баннеры

source: When enabled, users can pay for banners.
ru_ru: Когда включено, пользователи могут оплачивать баннеры.

source: Hook Advertise Button to Banner
ru_ru: Кнопка «Подписать Рекламу» на Баннер

source: When enabled, "Advertise here!" button is automatically hooked to each banner created by Banner Ads Plugin.
ru_ru: Когда включено, «Реклама здесь!» кнопка автоматически подключается к каждому баннеру, созданному плагином баннеров.

source: Fee for 1 view
ru_ru: Плата за 1 просмотр

source: Fee for 1 click
ru_ru: Плата за 1 клик

source: Banners
ru_ru: Баннеры

source: Bellow are shown all banners ordered by status and creation date.
ru_ru: Ниже представлены все баннеры, упорядоченные по статусу и дате создания.

source: Banner Name
ru_ru: Название Баннера

source: Key
ru_ru: Ключ

source: 1 view fee
ru_ru: плата за 1 просмотр

source: 1 click fee
ru_ru: плата за 1 клик

source: Budget
ru_ru: Бюджет

source: Action
ru_ru: Действие

source: No banners has been found
ru_ru: Баннеры не найдены

source: Click to show linked advert in Banner Ads Plugin
ru_ru: Нажмите, чтобы отобразить связанное объявление в плагине баннеров

source: Open Advert
ru_ru: Открыть рекламу

source: Click to show banner stats
ru_ru: Нажмите, чтобы показать статистику баннера

source: Pending review
ru_ru: Ожидает оценки

source: Pending payment
ru_ru: Ожидаемый платеж

source: Rejected
ru_ru: Отклонено

source: Approve banner
ru_ru: Утвердить баннер

source: Comment for author (optional) ...
ru_ru: Комментарий для автора (необязательно) ...

source: Approve
ru_ru: Одобрить

source: Reject banner
ru_ru: Отклонить баннер

source: Reject
ru_ru: Отклонять

source: Remove banner
ru_ru: Удалить баннер

source: Are you sure you want to remove this banner? Action cannot be undone.
ru_ru: Вы действительно хотите удалить этот баннер? Действие не может быть отменено.

source: Details
ru_ru: Детали

source: Banner code
ru_ru: Баннерный код

source: Showcase
ru_ru: Витрина

source: Visible in categories
ru_ru: Видимый в категориях

source: All categories
ru_ru: Все категории

source: On Click URL
ru_ru: Нажмите URL-адрес

source: Banner size (width x height)
ru_ru: Размер баннера (ширина x высота)

source: Reviewer comment
ru_ru: Отзыв рецензента

source: If you have disabled "Hook Advertise Button to Banner", you must add button to submit user banner manually to theme files.
ru_ru: Если вы отключили "Крюк рекламировать кнопку баннер", вы должны добавить кнопку, чтобы отправить баннер пользователя вручную в файлы темы.

source: Make sure you understand basic terms. Banner created in Osclass Pay Plugin will result in creating Advert in Banner Ads Plugin. Term Banner in Banner Ads Plugin is container for showing adverts.
ru_ru: Убедитесь, что вы понимаете основные термины. Баннер, созданный в Osclass Pay Plugin выльется в создание Реклама в баннерная реклама плагин. Термин баннер в баннерной рекламе плагин контейнер для показа объявлений.

source: First create banner in Banner Ads Plugin that will be container for client buttons. Follow guide in this plugin how to show banners in theme. You can create banner on following link:
ru_ru: Сначала создать баннер в баннерной рекламе плагин, который будет контейнером для клиента кнопки. Инструкции в этом плагине, как показать баннеры в тему. Вы можете создать баннер по следующей ссылке:
