Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/favorite_items/languages/*/messages.po
Languages: ru_ru

source: Configure
ru_ru: Настройка

source: Settings were successfully saved
ru_ru: Настройки были успешно сохранены

source: List Limit
ru_ru: Предел списка

source: items
ru_ru: объявлений

source: Set how many items can be added (favorited) into one user list. Default: 24
ru_ru: Установите, сколько элементов можно добавить (добавить в избранное) в один список пользователей. По умолчанию: 24

source: Listings per Page
ru_ru: Списки на странице

source: Quick Messages
ru_ru: Быстрые сообщения

source: Enable plugin quick messages in top right corner.
ru_ru: Включить плагин быстрых сообщений в правом верхнем углу.

source: This is demo site
ru_ru: Это демонстрационный сайт

source: Save
ru_ru: В избранное

source: Plugin Setup
ru_ru: Настройка плагина

source: All themes bought at OsclassPoint.com has already plugin pre-integrated, however for themes from other authors modifications may be required.
ru_ru: Все темы, купленные на OsclassPoint.com, уже имеют встроенный плагин, однако для тем других авторов могут потребоваться модификации.

source: Make favorite button
ru_ru: Сделать любимую кнопку

source: Code must be entered inside item-loop.php or inside while(osc_has_items()) { ... } loop:
ru_ru: Код должен быть введен внутри item-loop.php или внутри(osc_has_items()) { ... } loop:

source: Show items in current list
ru_ru: Показать элементы в текущем списке

source: Show listings that are in currently selected user's favorite list. Code can be placed anywhere:
ru_ru: Показать списки, которые находятся в списке избранного пользователя. Код можно разместить где угодно:

source: Block with most favorited listings
ru_ru: Блок с наиболее любимыми списками

source: Show list of most favorited listings on your site. Code can be placed anywhere:
ru_ru: Показать список наиболее популярных списков на вашем сайте. Код можно разместить где угодно:

source: Favorite List
ru_ru: Список избранного

source: Offer in watch list
ru_ru: Предложение в списке наблюдения

source: Saved
ru_ru: Сохранено

source: Favorited
ru_ru: Избранные

source: Listing
ru_ru: Списоки

source: has been marked as your favorite
ru_ru: отмечен как ваш избранный

source: Job offer watched
ru_ru: Просмотрено предложение работы

source: Job offer
ru_ru: Предложение работы

source: has been added to watch list
ru_ru: был добавлен в список просмотра

source: has been saved
ru_ru: был сохранен в избранном

source: Your favorite list already contains maximum allowed listings. You can have maximum
ru_ru: Ваш любимый список уже содержит максимально допустимые списки. Вы можете иметь максимум

source: listing
ru_ru: список

source: listings
ru_ru: списоки

source: in each favorite list.
ru_ru: в каждом списке избранных.

source: Watch job offer
ru_ru: Смотреть предложение о работе

source: is not watched anymore
ru_ru: больше не смотрят

source: is not saved anymore
ru_ru: больше не сохраняется

source: Make favorite
ru_ru: Сделать избранным

source: is not your favorite anymore
ru_ru: больше не твой избранный

source: Listing has been removed from your favorite list
ru_ru: Список был удален из вашего списка избранного

source: Watched job offer
ru_ru: Просмотренное предложение о работе

source: Check with seller
ru_ru: Уточнить у продавца

source: Free
ru_ru: Бесплатно

source: You do not have any favorite listings
ru_ru: У вас нет избранных списков

source: Favorite
ru_ru: Избранное

source: Watched offers
ru_ru: Просмотренные предложения

source: Favorite items
ru_ru: Избранные объявления

source: Report Bug
ru_ru: Сообщить об ошибке

source: Support Forums
ru_ru: Форумы поддержки

source: Contact Us
ru_ru: Связаться с нами

source: Favorited listings
ru_ru: Избранные объявления

source: Remove from list
ru_ru: Удалить из списка

source: Most favorited listings
ru_ru: Самые популярные

source: There are any favorite listings
ru_ru: Есть избранные списки

source: Favorited listings in list
ru_ru: Избраное объявления в списке

source: List name cannot be empty. Please enter name.
ru_ru: Название списка не может быть пустым. Пожалуйста, введите название.

source: List has been updated
ru_ru: Список был обновлен

source: New list has been created and set as active, because you do not have any active favorite list
ru_ru: Новый список был создан и установлен как активный, потому что у вас нет активного списка избранного

source: New list has been created
ru_ru: Новый список создан

source: Favorite list
ru_ru: Список избранного

source: has been successfully removed
ru_ru: был успешно удален

source: List
ru_ru: Список

source: has been set to your current favorite list
ru_ru: был установлен в ваш текущий список избранного

source: Add new favorite lists
ru_ru: Добавить новые списки избранного

source: Enter name of new favorite list
ru_ru: Введите название нового списка избранного

source: set as active
ru_ru: установить как активный

source: notify me
ru_ru: уведомить меня

source: Submit
ru_ru: Разместить

source: Your favorite lists
ru_ru: Ваши избранные списки

source: You did not created any favorite list
ru_ru: Вы не создали ни одного списка избранного

source: List Name
ru_ru: Имя списка

source: # Items
ru_ru: # Объявления

source: Current
ru_ru: Текущий

source: Notify
ru_ru: Поставить в известность

source: Remove
ru_ru: Удалить

source: edit
ru_ru: редактировать

source: Are you sure you want to continue? This action cannot be undone.
ru_ru: Вы уверены что хотите продолжить? Это действие не может быть отменено.

source: Every user can have just 1 favorite list active/current. It only means, that if you add item to favorite list, it is added to active one. You can set favorite list to be active if you are going to work with it (add/remove items from it).
ru_ru: Каждый пользователь может иметь только один список избранного / активный. Это означает только то, что если вы добавляете элемент в список избранных, он добавляется в активный. Вы можете установить список избранных, чтобы быть активным, если вы собираетесь работать с ним (добавлять / удалять элементы из него).

source: If notifications are marked, you will be notified by email in case: Price on listing you has favorited has changed or Listing you favorited has been removed. It does not matter if favorite list is current/active or not.
ru_ru: Если уведомления помечены, вы будете уведомлены по электронной почте в случае, если: Цена в списке, который вы добавили в избранное, изменилась, или список, который вы добавили в избранное, был удален. Неважно, текущий список / активный или нет.
