Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/rupayments/languages/*/messages.po
Languages: ru_ru

source: Are you sure you want to Accept Deal?
ru_ru: Принять операцию ?

source: Are you sure you want to Cancel Deal?
ru_ru: Отменить операцию?

source: Are you sure you want to change the status of the Deal to "Money Withdrawn"?
ru_ru: Вы уверены, что хотите изменить состояние

source: API or Standard Payments?
ru_ru: API или стандартные платежи?

source: API PayPal give you more control over the Paypal process, it's required for digital goods & micropayments (Note: Not all countries are allowed to have digital goods & micropayments processes). On the other side standard Paypal are simple, less customizable but works everywhere
ru_ru: API PayPal позволит пользователям платить на сайте без ридиректа на сайт Paypal. Но работает не для каждой страны. С другой стороны стандартный Paypal проще.

source: Microppaypals offers a reduction on the fee to pay Paypal for orders under 4$ (or equivalent), around 5cents + 5% while standard Paypal have a fee around 30cents + 5%. Due the nature of OSClass is recommended to use micropayments, but we're aware that they're not available worldwide. Please check with Paypal the avalaibility of the service in your area
ru_ru: Micropaуments берёт комиссию для заказов до 4 $ (или эквивалент), около 5 центов + 5%, в то время как стандартный Paypal имеет комиссию в размере 30 центов + 5%. OSClass рекомендуется использовать микроплатежи, но мы знаем, что они недоступны во всем мире. Пожалуйста,узнайте у Paypal о доступности услуги в вашем регионе

source: Setting up your Paypal account for Standard Payments
ru_ru: Настройка учетной записи Paypal для стандартных платежей

source: Write your PayPal email and check the "Use Standard Payment" option
ru_ru: Введите адрес электронной почты PayPal и установите «Стандартный Paypal» - ON

source: Setting up your Paypal account for micropaymets/API
ru_ru: Настройка вашего Paypal для micropaymets/API

source: Before being able to use Paypal plugin, you need to set up some configuration at your Paypal account
ru_ru: Перед тем, как использовать Paypal плагин, вам нужно настроить некоторые конфигурации на вашем счете Paypal

source: Your Paypal account has to be set as Business or Premier, you could change that at Your Profile, under My Settings
ru_ru: Paypal аккаунт должен быть Бизнес или Премьер.

source: You need to sign in up for micropayments/digital good <a href="%s">from here</a>
ru_ru: Вам необходимо войти в систему для микроплатежей<a href="%s">отсюда</a>.

source: You need Paypal API credentials (before entering here your API credentials, MODIFY index.php file of this plugin and change the value of PAYPAL_CRYPT_KEY variable to make your API more secure)
ru_ru: Вам нужны учетные данные API Paypal

source: You need to tell Paypal where is your IPN file
ru_ru: Вам нужно сообщить Paypal, где находится ваш IPN-файл

source: Setting up your IPN
ru_ru: Настройка IPN

source: Click Profile on the My Account tab
ru_ru: Нажмите «Профиль» на вкладке «Моя учетная запись».

source: Click Instant Payment Notification Preferences in the Selling Preferences column
ru_ru: Нажмите «Настройки мгновенных платежей» в столбце «Предпочтения продаж

source: Click Choose IPN Settings to specify your listener?s URL and activate the listener (usually is http://www.yourdomain.com/oc-content/plugins/rupayments/payments/paypal/paypal/notify_url.php)
ru_ru: Нажмите «Выбрать параметры IPN», чтобы указать URL с Вашего сайта (обычно это http://www.yourdomain.com/oc-content/plugins/rupayments/payments/paypal/paypal/notify_url.php)

source: How to obtain API credentials
ru_ru: Как получить учетные данные API

source: In order to use the Paypal plugin you will need Paypal API credentials, you could obtain them for free following theses steps
ru_ru: Для того, чтобы использовать Paypal вам понадобится Paypal API данные.

source: Verify your account status. Go to your PayPal Profile under My Settings and verify that your Account Type is Premier or Business, or upgrade your account
ru_ru: Проверьте статус вашего счета. Перейдите в свой профиль PayPal - Мои параметры и убедитесь, что ваш тип счета премьер или бизнес или обновите учетную запись до нужного статуса.

source: Verify your API settings. Click on My Selling Tools. Click Selling Online and verify your API access. Click Update to view or set up your API signature and credentials
ru_ru: Проверьте настройки API. Нажмите на мои продажи инструментов. Щелкните продажи онлайн и проверьте ваш доступ к API. Нажмите кнопку обновить, чтобы просмотреть или настроить подпись API.

source: Test plugin with Paypal Sandbox
ru_ru: Тестировать плагин с Paypal Sandbox

source: Register at https://developer.paypal.com/. Go to Dashboard and Create two accounts
ru_ru: Зарегистрируйтесь на https://developer.paypal.com/. Перейдите в Панель инструментов(Dashboard) и создайте две учетные записи

source: Add a Business account. E-mail of this account (or API data) insert in plugin settings. E-mail use to test plugin with Standard Paypal. API data use to test with Express Checkout
ru_ru: Создайте бизнес аккаунт. E-mail этого аккаунта ( или данные API) вставьте в настройки плагина. E-mail используйте для тестирования Стандратного Paypal. API для Express Checkout.

source: Add a Personal account. With paypal e-mail of Personal account you can pay Premium, Move to top and other plugin options from you site
ru_ru: Добавьте личный аккаунт( аккаунт покупателя). С e-mail и паролем от этого аккаунта Вы сможете покупать услуги плагина.

source: Important options in Sandbox Business account !!! In Business Account details - Payment Review option - set OFF. Negative Testing - set OFF
ru_ru: Важно!!! Данные бизнес-аккаунта - Payment Review - установите OFF. Negative Testing - установите OFF

source: Check in the plugin "Paypal sandbox" option. Now you can test plugin!
ru_ru: Включите в плагине «Песочница PayPal» - ON . Теперь Вы можете тестировать плагин!

source: Test plugin with 2Checkout Sandbox
ru_ru: Тестовый плагин с песочницей 2Checkout

source: 1.Register at https://sandbox.2checkout.com/sandbox. Go to Account - Site Managment
ru_ru: 1. Зарегистируйтесь на https://sandbox.2checkout.com/sandbox. Перейти к Account - Site Managment

source: 2.Site Settings. Demo Setting select ON
ru_ru: 2.Site Settings. Demo Setting включите ON

source: 3.Checkout Options. Pricing Currency - select you currency. Refund Policy - select No refund(or other)
ru_ru: 3.Checkout Options. Pricing Currency - выберите нужную валюту. Refund Policy - выберите No refund(или другое)

source: 4.Privacy Policy - select 2Checkout privacy policy(or other)
ru_ru: 4.Privacy Policy - выберите 2Checkout privacy policy(или укажите другую)

source: See image:
ru_ru: Смотрите изображение:

source: 5.Direct Return - select Direct Return(Our URL)
ru_ru: 5.Direct Return - выберите Direct Return(Our URL)

source: 6.Approved URL - insert link
ru_ru: 6.Approved URL - вставьте ссылку

source: 7.Save Changes
ru_ru: Сохраните изменения

source: 8.Go to you site admin panel. Plugins - 2Chekout options
ru_ru: Перейдите в настройки плагина

source: 9.2Checkout settings field 2Checkout account number - insert Account Number from 2Checkout Sandbox
ru_ru: 9.2Checkout номер аккаунта - вставить номер аккаунта из 2Checkout Sandbox

source: Were this number?:
ru_ru: Где этот номер?:

source: 10.2Checkout settings field 2Checkout secret word - insert Secret Word from 2Checkout Sandbox
ru_ru: 10. 2Checkout секретное слово - вставьте секретное слово из 2Checkout Sandbox

source: 11.Save changes in you site. And test plugin!:
ru_ru: 11. Сохраните изменения. И тестируйте плагин!:

source: 2Checkout real account
ru_ru: 2Checkout реальный аккаунт

source: 1.Register at https://www.2checkout.com. Go to Account - Site Managment
ru_ru: 1. Зарегистрируйтесь на https://www.2checkout.com. Перейти к Account - Site Managment

source: 2.Site Settings. Demo Setting - select Parameter
ru_ru: 2.Site Settings. Demo Setting включите

source: 3.Set all options. Direct Return - select Direct Return(Our URL)
ru_ru: 5.Direct Return - выберите Direct Return(Our URL)

source: 4.Approved URL also
ru_ru: 4.Approved URL вставьте

source: 5.Insert Account Number and Secret Word from 2Checkout to plugin fields.
ru_ru: 5. Вставьте номер аккаунта и секретное слово из 2Checkout в поля плагина.

source: 6.Disable - 2Checkout sandbox. Save changes.
ru_ru: 6.Отключите - 2Checkout sandbox в плагине. Сохраните изменения.

source: This option allow you select in what language buyer see 2Checkout site
ru_ru: Этот параметр позволяет выбрать на каком языке покупатель видит 2Checkout сайт

source: Login or register in
ru_ru: Зарегистрируйтесь или войдите на

source: Tips For Administrators
ru_ru: Подсказка для администратора

source: Metod - POST. Signature - MD5
ru_ru: Метод отправки данных - POST, алгоритм расчёта хеша - MD5.

source: Register at https://payeer.com/ru/account/ and add new merchant
ru_ru: Зарегистрируйтесь на https://payeer.com/ru/account/ и добавьте нового мерчанта

source: Paste in plugin settings ID and secret key from this merchant
ru_ru: Вставьте ID мерчанта и секретный ключ из личного кабинета в настройки плагина

source: Add Merchant URL . By default - https://payeer.com/merchant/
ru_ru: Добавьте настройки плагина Merchant URL, по умолчанию это - https://payeer.com/merchant/

source: IP - filter
ru_ru: IP- фильтр

source: You can specify the list of all trusted ip addresses of servers, separated by commas.
ru_ru: Можно указать список всех доверенных IP-адресов серверов( только с этих IP будут приниматься уведомления , список IP доступен в личном кабинете Payeer), разделенных запятыми.

source: You can also specify a mask instead of the ip address. If the field is empty, checking for trusted ip addresses not performed.
ru_ru: Вы также можете указать маску вместо IP-адреса. Если поле пусто, проверка для доверенных IP-адресов не выполняется.

source: For example
ru_ru: Например

source: Or
ru_ru: Или

source: all available IP addresses
ru_ru: все IP адреса разрешены

source: Metod ECP - POST. Signature - MD5
ru_ru: Метод ECP - POST, формирования ЭЦП - MD5.

source: Register wallet in https://blockchain.info
ru_ru: Зарегистрируйтре кошелек в https://blockchain.info

source: Get API KEY https://api.blockchain.info/v2/apikey/request/
ru_ru: Получите ключ API https://api.blockchain.info/v2/apikey/request/

source: secret: - think up any password and past
ru_ru: секрет: - придумайте и вставьте любой пароль

source: xpub: - copy from you Blockchain wallet and past
ru_ru: xpub:- скопируйте из Вашего Blockchain кошелька и вставьте

source: Count blocks: - you can set value 1-25. This affects the speed of validation of payments. The most used by user - 5 block.
ru_ru: Количество блоков:-вы можете установить значение 1-25. Это влияет на скорость проверки платежей. Наиболее часто используемые пользователем - 5 блок.

source: If you use 5 blocks - after five notification from Blockchain - payment will be accepted by plugin.
ru_ru: Если вы используете 5 блоков - после пяти уведомления от Blockchain - оплата будет принята плагином.

source: Your default currency may be a USD or other currency! Plugin convert currencies to BTC with Blockchain api
ru_ru: Ваша валюта по умолчанию может быть любая! Плагин конвертирует валюты в BTC с помощью Blockchain api

source: Of course you can use BTC currency only. But other payment systems not work with BTC.
ru_ru: Конечно Вы можете использовать только BTC . Но другие платежные системы не работают с BTC.

source: Fortumo setup
ru_ru: Fortumo установки

source: Register - https://fortumo.com/
ru_ru: Зарегистрируйтесь здесь - https://fortumo.com/

source: Create new service. Select service type: Cross-Platform Mobile Payments
ru_ru: Создайте новый сервис. Выберите тип: Cross-Platform Mobile Payments

source: Step1. Select Country (or countries). I am select for example Italy:
ru_ru: Шаг 1. Выберите страну (или страны). Я например выбрал Италию:

source: Is Your Service, Game or App Related To…?:Adult or Erotic Content,Lotteries or Gambling,Donations. Select Yes or No.
ru_ru: Укажите относится ли Ваш сайт к одной из тематик: Adult or Erotic Content,Lotteries or Gambling,Donations

source: Setup price. Here are possible options. If you select Single item - you can specify only one price.
ru_ru: Установите цену. Если Вы веберите Single item -вам нужно будет установить цену.

source: Or you can select Virtual credits. And user can choose the price at which he wants to Fund wallet on your website. As in my example:
ru_ru: Или Вы можете выбрать Virtual credits. Тогда пользователь сам сможет указать сумму для пополнения кошелька на Вашем сайте.

source: Step2. Add info about you site and service. And paste - To which URL will your payment requests be forwarded to?:
ru_ru: Заполните информацию о вашем сайте и услугах. И вставьте в поле To which URL will your payment requests be forwarded to? ссылку:

source: And paste - Where to redirect the user after completing the payment?:
ru_ru: А в поле Where to redirect the user after completing the payment? ссылку:

source: Write Additional information about Your service.
ru_ru: Напишите дополнительную информацию о Ваших услугах.

source: Step3. Agree to follow all general rules. Confirm.
ru_ru: Agree to follow all general rules - потдвердите согласние с правилами Fortumo.

source: Service ready to test.
ru_ru: Всё готово к тестированию.

source: ServiceID and Secret past in plugin. Check - Enable Sandbox in plugin Fortumo settings. Test!
ru_ru: Вставьте в плагин ServiceID(Сервис ID) и Secret(Секрет). Включите в плагине Sandbox. Тестируйте!

source: After testing. Check Go live in Fortumo site and get real SMS payments.
ru_ru: После тестирования. Включите в личном кабинете Fortumo - Go live и принимайте реальные SMS-платежи.

source: IMPORTANT!!! Fortumo enabled only in user account Wallet. The user can add funds to wallet on you site. And then pay for premium services from Wallet.
ru_ru: ВАЖНО!!! Fortumo работает только в кошельке. Для пополнения кошелька на сайте.

source: Highlighting
ru_ru: Выделение цветом

source: Setting highlighting
ru_ru: Настройка Выделения цветом

source: Need small modifictions of theme files. Need add two HTML "id" tag with PHP code in search files.
ru_ru: Для настройки опции Выделение цветом нужны модификации в файлах Вашего шаблона. Нужно добавить два ID в файлы отвечающие за вывод объявлений в поиске.

source: Open these 2 files in your template:
ru_ru: Откройте эти 2 файла в вашем шаблоне:

source: In default theme Bender and in some other themes, files named:
ru_ru: В шаблоне Bender и некоторых других шаблонах имена файлов:

source: In Modern theme and in some other themes, files named:
ru_ru: В шаблоне Modern и некоторых других шаблонах имена файлов:

source: First "id" ( or "class") for premium items
ru_ru: Первый «id» (или «класс») для премиум объявлений

source: Second "id" ( or "class") for items
ru_ru: Второй "id" ( или "class") для объявлений

source: In Highlighted ads will be shown - id = "colorized", normal - id = "normal". Items with id = "colorized" will have a Highlighted color background
ru_ru: У выделенного цветом объявления будет - id = "colorized", у обычного - id = "normal"

source: Example, for the Bender theme:
ru_ru: Например, для темы Бендер:

source: File loop-single.php - 2-line :
ru_ru: Файл loop-single.php - 2-линия :

source: File loop-single-premium.php :
ru_ru: Файл loop-single-premium.php :

source: Modified files for Modern and Bender(for examples) in /oc-content/plugins/rupayments/examples.
ru_ru: Измененные файлы для Modern и Bender (для примера) в <strong>/oc-content/plugins/rupayments/examples</strong>.

source: Open these 3 files in your template:
ru_ru: Откройте эти 3 файла в вашем шаблоне:

source: In the <strong>item.php</strong> file find line of code:
ru_ru: В файле <strong>item.php</strong> найти строку кода:

source: And Replace with:
ru_ru: и замените на:

source: In the <strong>loop-single.php( or search_list.php and search_gallery.php)</strong> file find line of code:
ru_ru: В файле <strong>oop-single.php( или search_list.php и search_gallery.php)</strong> найдите код:

source: In the <strong>loop-single-premium.php(if such a file is in the theme)</strong> file find line of code:
ru_ru: В файле <strong>loop-single-premium.php(если есть такой файл в шаблоне)</strong> найдите код:

source: Modified files for Modern and Bender (for examples) in <strong>/oc-content/plugins/rupayments/examples</strong>.
ru_ru: Измененные файлы для Modern и Bender (для примера) в <strong>/oc-content/plugins/rupayments/examples</strong>.

source: How to add button "Buy Item" on the site
ru_ru: Как добавить кнопку «Купить товар» на сайте

source: It's simple, just open file in your template:
ru_ru: Это просто, откройте файл Вашего шаблона:

source: And add the one line of code:
ru_ru: И добавить одну строку кода:

source: Modified files for Bender (for examples) in <strong>/oc-content/plugins/rupayments/examples</strong>.
ru_ru: Измененные файлы для Бендер (для примера) в <strong>/oc-content/plugins/rupayments/examples</strong>.

source: Important information!!!
ru_ru: Важная информация!

source: If you test the plugin and publish listings from Front-end, you must logout from oc-admin. Otherwise you will not see "After publish" option or "Publish fee" option.
ru_ru: Для тестировая Оплаты публикации или После публикации - выйдите обязательно из админки сайта, иначе Вы не увидете этих опций в публичной части сайта.

source: If you logged in oc-admin you can see buttons for Admin in Front-end item page and make item Premium, Move to TOP, Highlight without Payment.
ru_ru: Если Вы находитесь одновременно в админке и просматриваете публичную часть сайта - Вы увидите кнопки на страницах объявления, с помощью которых сможете любое объявление сделать премиум, выделить цветом или поднять в топ.

source: If you logged as user, you can see buttons for User in Front-end item page and Pay item Premium, Move to TOP, Highlight .
ru_ru: Если вы вошли как пользователь, вы можете увидеть кнопки для пользователя на странице объявления

source: Enable Cron. We recommend you to use hourly Crontab on the hosting or server. More: https://osclass.pro/dokumentaciya/cron/ .
ru_ru: Включите Cron. Мы рекомендуем вам использовать задания Crontab на хостинге или сервере . Подробней: https://osclass.pro/dokumentaciya/cron/ .

source: Osclass cron is a psevdo cron. And it not work fine. This is only if you not have another choice.
ru_ru: В Osclass есть встроенный Сron, но это псевдо Сron. И он не работает отлично сам по себе. Он срабатывает только когда, кто-то пользуется Вашим сайтом.

source: Simle command for CRON - wget domain.com/index.php?page=cron . Use it hourly.
ru_ru: Пример простой команды CRON, которую Вы можете использовать - wget вашдомен.com/index.php?page=cron. Настройте это задание крон на запуск каждый час.

source: After each plugin update first Disable and then Enable plugin to take effect changes.
ru_ru: Если Вы настроите Cron на сервере или хостинге, все действия по снятию Премиум, e-mail уведомления и прочее..плагин будет выполнять вовремя. Псевдо крон...всё это будет делать с задержками.

source: Category Prices
ru_ru: Цены Категорий

source: Cities Prices
ru_ru: Цены в городах

source: Publishing Policy
ru_ru: Политика публикации

source: Packs
ru_ru: Пакеты

source: User Groups
ru_ru: Группы пользователей

source: Bonuses
ru_ru: Бонусы

source: Banners
ru_ru: Баннеры

source: Description
ru_ru: Описание

source: Date
ru_ru: Дата

source: Amount
ru_ru: Сумма

source: UserID
ru_ru: ID пользователя

source: ItemID
ru_ru: ID объявления

source: Source
ru_ru: Источник

source: Product type
ru_ru: Тип услуги

source: Unregistered user
ru_ru: Не зарегистрирован

source: Premium Ads
ru_ru: Премиум объявления

source: Publish & Premium Ads
ru_ru: Оплачено и Премиум

source: Publish
ru_ru: Опубликовать

source: Highlighted
ru_ru: Выделено цветом

source: Publish & Highlighted
ru_ru: Оплачено и выделено цветом

source: Premium and Highlighted
ru_ru: Премиум и выделено цветом

source: Publish, Highlighted & Premium Ads
ru_ru: Публикация, Выделение & Премиум

source: TOP
ru_ru: Поднятие в топ

source: Renew
ru_ru: Возобновить

source: Pack 1
ru_ru: Пакет 1

source: Pack 2
ru_ru: Пакет 2

source: Pack 3
ru_ru: Пакет 3

source: Show
ru_ru: Показать

source: API PayPal give you more control over the Paypal process, it's required for digital goods & micropayments (Note: Not all countries are allowed to have digital goods & micropayments processes). On the other side standard Paypal are simple, less customizable but works everywhere.
ru_ru: API PayPal позволит пользователям платить на сайте без ридиректа на сайт Paypal. Но работает не для каждой страны. С другой стороны стандартный Paypal проще.

source: Microppaypals offers a reduction on the fee to pay Paypal for orders under 4$ (or equivalent), around 5cents + 5% while standard Paypal have a fee around 30cents + 5%. Due the nature of OSClass is recommended to use micropayments, but we're aware that they're not available worldwide. Please check with Paypal the avalaibility of the service in your area.
ru_ru: Micropaуments берёт комиссию для заказов до 4 $ (или эквивалент), около 5 центов + 5%, в то время как стандартный Paypal имеет комиссию в размере 30 центов + 5%. OSClass рекомендуется использовать микроплатежи, но мы знаем, что они недоступны во всем мире. Пожалуйста,узнайте у Paypal о доступности услуги в вашем регионе.

source: You need to sign in up for micropayments/digital good <a href="%s">from here</a>.
ru_ru: Вам необходимо войти в систему для микроплатежей<a href="%s">отсюда</a>.

source: You need to register on the site
ru_ru: Вам нужно зарегистрироваться на сайте

source: First "id" for premium items id="&lt;?php if(function_exists('rupayments_premium_get_class_color')){echo rupayments_premium_get_class_color(osc_premium_id());}?&gt;" .
ru_ru: Для премиум объявлений id="&lt;?php if(function_exists('rupayments_premium_get_class_color')){echo rupayments_premium_get_class_color(osc_premium_id());}?&gt;" .

source: Second "id" for items id="&lt;?php if(function_exists('rupayments_get_class_color')){echo rupayments_get_class_color(osc_item_id());}?&gt;"
ru_ru: Для обычных объявлений id="&lt;?php if(function_exists('rupayments_get_class_color')){echo rupayments_get_class_color(osc_item_id());}?&gt;"

source: Enable Cron. We recommend you to use hourly Crontab on the hosting or server. More: https://doc.osclass.org/Cron .
ru_ru: Включите Cron. Мы рекомендуем вам использовать Crontab на хостинге или сервере. Подробней: https://doc.osclass.org/Cron.

source: Yandex enable
ru_ru: Яндекс включить

source: Yandex merchant/account id
ru_ru: Номер вашего кошелька

source: Yandex secret word
ru_ru: Секретное слово Яндекс

source: Choose Payment method: Accept card
ru_ru: Принимать оплату:

source: Bank card
ru_ru: банковская карта

source: Choose Payment method: Yandex.Money Wallet
ru_ru: Принимать оплату:

source: Yandex.Money Wallet
ru_ru: Яндекс Деньги

source: Choose Payment method: Mobile phone
ru_ru: Принимать оплату:

source: Mobile phone
ru_ru: Моб. телефон

source: Interkassa enable
ru_ru: Интеркасса включить

source: Interkassa kassa id
ru_ru: Интеркасса id кассы

source: Interkassa secret key
ru_ru: Интеркасса секретный ключ

source: Robokassa enable
ru_ru: Robokassa включить

source: ID shop
ru_ru: ID магазина

source: Password1
ru_ru: Пароль1

source: Password2
ru_ru: Пароль2

source: Walletone enable
ru_ru: Walletone включить

source: Kassa ID:
ru_ru: ID кассы

source: Key:
ru_ru: Ключ

source: Fortumo enable
ru_ru: Fortumo включить
