Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/rupayments/languages/*/messages.po
Languages: ru_ru

source: duration %d days
ru_ru: Продолжительность: %d дней

source: Publish item
ru_ru: Опубликовать объявление

source: Publish and Mark as Premium
ru_ru: Оплата Публикации и Премиум

source: Publish and Highlight
ru_ru: Публиковать и выделить цветом

source: Publish and activate Show Image
ru_ru: Публиковать и активировать показ изображений

source: Publish, Mark as Premium and activate Show Image
ru_ru: Опубликовать, пометить как Премиум и активировать показ изображений

source: Publish, Highlight item and activate Show Image
ru_ru: Опубликовать, выделить цветом и активировать показ изображений

source: Publish, Mark as Premium, Highlight item and activate Show Image
ru_ru: Опубликовать, пометить как Премиум, выделить цветом и активировать показ изображений

source: Publish and apply: Pack 3-in-1
ru_ru: Публиковать и применить: Пакет 3-в-1

source: Publish, activate Show Image and apply: Pack 3-in-1
ru_ru: Публиковать, активировать показ изображений и применить: Пакет 3-в-1

source: Publish and Highlight and mark as Premium
ru_ru: Опубликовать и Выделить и пометить как Премиум

source: Move to Top
ru_ru: Поднятие в топ

source: Renew item
ru_ru: Продлить объявление

source: Ad is published
ru_ru: Объявление Опубликовано

source: Mark as Premium
ru_ru: Пометить как премиум

source: Highlight
ru_ru: Выделить цветом

source: Activate Show Image
ru_ru: Активировать Показ изображений

source: Mark as Premium and Activate Show Image
ru_ru: Пометить как Премиум и активировать показ изображений

source: Highlight item and Activate Show Image
ru_ru: Выделить цветом и активировать показ изображений

source: Mark as Premium, Highlight item and activate Show Image
ru_ru: Пометить как Премиум, выделить цветом и активировать показ изображений

source: Apply: Pack 3-in-1
ru_ru: Применить: Пакет 3-в-1

source: Activate Show Image and apply: Pack 3-in-1
ru_ru: Активировать показ изображений и применить: Пакет 3-в-1

source: Highlight and mark as Premium
ru_ru: Выделите и пометить как Премиум

source: Publish and Highlight item
ru_ru: Публиковать и выделить цветом

source: Highlight item
ru_ru: Выделить цветом

source: Images already uploaded
ru_ru: Изображения уже загружены

source: Delete
ru_ru: Удалить

source: This action can't be undone. Are you sure you want to continue?
ru_ru: Это действие нельзя отменить. Хотите продолжить?

source: Too many items ({netItems}) would be uploaded. Item limit is {itemLimit}.
ru_ru: Будет загружено слишком много элементов ({netItems}). Предел количества товаров {itemLimit}.

source: The files are being uploaded, if you leave now the upload will be cancelled.
ru_ru: Файлы загружаются, если вы уходите, загрузка будет отменена.

source: {file} has an invalid extension. Valid extension(s): {extensions}.
ru_ru: {file} имеет недопустимое расширение. Допустимые расширения: {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
ru_ru: {file} слишком большой, максимальный размер файла {sizeLimit}.

source: {file} is empty, please select files again without it.
ru_ru: {file} пуст, пожалуйста, выберите файлы снова без него.

source: Click or Drop for upload images
ru_ru: Нажмите и отпустите для загрузки изображений

source: Processing...
ru_ru: Обработка...

source: Retry
ru_ru: Повторить

source: Cancel
ru_ru: Отмена

source: Upload failed
ru_ru: Сбой при загрузке

source: Deleting...
ru_ru: Удаление...

source: Rejected
ru_ru: Отклонено

source: Active
ru_ru: Активно

source: Pending Payment
ru_ru: Ожидаем платеж

source: No Funding
ru_ru: Нет средств

source: Moderation
ru_ru: На модерации.

source: Returned to Buyer
ru_ru: Возвращено покупателю

source: Credited to Seller
ru_ru: Зачислено продавцу

source: Withdrawn to Buyer
ru_ru: Выведены покупателю

source: Withdrawn to Seller
ru_ru: Выведены к продавцу

source: Ordered Withdrawal to Buyer
ru_ru: Вывод средств для покупателя

source: Ordered Withdrawal to Seller
ru_ru: Вывод средств для продавца

source: Returned to Seller
ru_ru: Возвращено продавцу

source: Money Holded
ru_ru: Оплата поступила

source: Сanceled by Seller
ru_ru: Отклонено продавцом

source: Deal Success
ru_ru: Успешная сделка

source: Awaiting Shipment
ru_ru: Отправлено

source: Сanceled by Admin
ru_ru: Отклонено администратором

source: Accepted by Admin
ru_ru: Принято администратором

source: In processing
ru_ru: В обработке

source: Money Returned
ru_ru: Деньги возвращены

source: Withdrawn
ru_ru: Аннулировано

source: Ordered Withdrawal
ru_ru: Статус заказа

source: Money Credited
ru_ru: Деньги зачисляются

source: Returned
ru_ru: Возвращено

source: Congratulations, the plugin is now configured
ru_ru: Настройки плагина обновлены

source: Category Name
ru_ru: Категория

source: Publish (%s)
ru_ru: Публикация (%s)

source: Renew (%s)
ru_ru: Продление (%s)

source: Image (%s)
ru_ru: Изображение (%s)

source: Premium (%s)
ru_ru: Премиум (%s)

source: Move to top (%s)
ru_ru: Поднять на верх (%s)

source: Highlighting (%s)
ru_ru: Выделение цветом (%s)

source: Pack 3-in-1 (%s)
ru_ru: Пакет 3-в-1 (%s)

source: Save changes
ru_ru: Сохранить изменения

source: If you have too many categories and when saving data, not all data is saved - you need to increase <span class="htaccess-function">"max_input_vars"</span> in PHP settings. And maybe:
ru_ru: Если у вас слишком много категорий, и при сохранении не все данные сохраняются- вам нужно увеличить «max_input_vars» в настройках PHP. И возможно:

source: <strong>For Example:</strong> if you have 1000 categories, you need set - <span class="htaccess-function">max_input_vars 7000</span>
ru_ru: <strong>К примеру:</strong> если у вас есть 1000 категорий, вам нужно установить - <span class="htaccess-function">max_input_vars 7000</span>

source: <strong>7 input_vars for each category.</strong>
ru_ru: <strong>7 input_vars для каждой категории.</strong>

source: Default
ru_ru: По умолчанию

source: Quantity of free ads
ru_ru: Количество бесплатных объявлений

source: Free Unlimited
ru_ru: Бесплатно

source: Turn on the <strong>Publish fee</strong> to enable this feature
ru_ru: Включите <strong>Оплата публикации</strong> для включения этой функции

source: <strong>Important!!!</strong>
ru_ru: <strong>Важно!!!</strong>

source: If you have enabled option - "Item-post Form"
ru_ru: Если вы включили опцию - Форма на странице публикации

source: For unregistered users Publish Policy work only "All adds without Publish fee" or "Choose number of ads without Publish fee" = 0
ru_ru: Для незарегистрированных пользователей работает хорошо Все объявления без платы за публикацию или Выберите количество объявлений без платы за публикацию=0

source: If you set the value "Choose number of ads without Publish fee" = 1,2,3 etc. An unregistered user will not see in the item-post page that the publishing item must be paid
ru_ru: Если установить значение «Выбрать количество объявлений без публикации платы» = 1,2,3 и т.д. Незарегистрированный пользователь не увидит на странице публикации, что объявление должно быть оплачено.

source: But if he chooses premium or highlights: He will see that he must pay on the next page
ru_ru: Правда , если у Вас включено на сайте Премиум и/или Выделение цветом: он увидит информации о необходимости заплатить за публикацию на следующей странице

source: If he chooses No,thanks: He will only find out about this from a e-mail
ru_ru: Если пользователь выберет: Нет, спасибо. То получит только e-mail, в котором будет информация о платной публикации

source: The best solution. All users must register on your site or you should use "After publish" option and do not use the "Item-post Form" option
ru_ru: Лучшее решение. Все пользователи должны зарегистрироваться на вашем сайте или вы должны использовать опцию «После публикации» и не использовать форму на странице публикации

source: <strong>For Example:</strong> if you have 1000 categories you need setup - <span class="htaccess-function">max_input_vars 7000</span>
ru_ru: Например: если у вас есть 1000 категории вам нужно установить - max_input_vars 7000

source: Region Name
ru_ru: Регион

source: No data to display
ru_ru: Нет данных для отображения

source: If you have many cities. To configure this option, you may need a lot of server resources. Be careful.
ru_ru: Если у Вас много городов. Возможно Вам потребуется достаточно много ресурсов от сервера. Будьте осторожны.

source: If you have too many cities and when saving data, not all data is saved - you need to increase <span class="htaccess-function">"max_input_vars"</span> in PHP settings. And maybe:
ru_ru: Если у вас слишком много категорий, и при сохранении не все данные сохраняются- вам нужно увеличить «max_input_vars» в настройках PHP. И возможно:

source: <strong>For Example:</strong> if you have 1000 cities you need setup - <span class="htaccess-function">max_input_vars 7000</span>
ru_ru: <strong>К примеру:</strong> если у вас есть 1000 городов вам нужно setup - <span class="htaccess-function">max_input_vars 7000</span>

source: <strong>7 input_vars for each city.</strong>
ru_ru: <strong>7 input_vars для каждого города.</strong>

source: Service
ru_ru: Услуги

source: Cost (%s)
ru_ru: Стоимость (%s)

source: Duration (days)
ru_ru: Продолжительность (дней)

source: Option
ru_ru: Опция

source: Status
ru_ru: Статус

source: Premium ads
ru_ru: Премиум объявления

source: Allow premium ads
ru_ru: Разрешить премиум объявления

source: Allow move to top
ru_ru: Использовать Поднятие в топ

source: Allow highlighting
ru_ru: Использовать выделение цветом

source: Pack 3-in-1
ru_ru: Пакет 3-в-1

source: Enable purchase of services package (Premium + Highlighting + Move to Top)
ru_ru: Разрешить покупку пакета услуг (премиум + выделение цветом+ ежедневное поднятие)

source: Publish fee
ru_ru: Оплата публикации

source: Pay per post ads
ru_ru: Использовать платную публикацию

source: Logout from oc-admin to test this function.
ru_ru: Перед тестированием выйдите из админки

source: Renew fee
ru_ru: Цена проделения

source: Pay renew expiration item
ru_ru: Платное продлить срок действия объявления

source: Pay per Show Image
ru_ru: Оплата за показ изображений

source: When enabled, users must pay to show images on their ads
ru_ru: Когда включено, пользователи должны платить за размещение фото в объявлениях.

source: Default currency
ru_ru: Валюта

source: IMPORTANT! Only 2checkout work with all currencies. <br /> Payumoney work only with INR. Braintree and Fortumo setup currency in your merchant account. For other payment system - see in official sites.
ru_ru: Payumoney работает только с INR. Braintree и Fortumo настройте валюту на вашем торговом счете. Для других платежных систем - см. На официальных сайтах.

source: After publish
ru_ru: После публикации

source: Allow after publish
ru_ru: Использовать После публикации

source: This option offers to user after the item publication - paid services. <br /> Work Only if Item-post Form Disabled. Logout from oc-admin to test this function.
ru_ru: Этот вариант предлагает пользователю после публикации - платные услуги.<br>Работает, только если форма на странице публикации отлючена. Выйдите из oc-admin для тестирования этой функции.

source: Item-post Form
ru_ru: Форма выбора услуг на странице публикации

source: This option offers to user in the item publication step - paid services.
ru_ru: Эта опция предлагает пользователю на странице публикации - платные услуги.

source: Item Form
ru_ru: Форма на странице объявления

source: This option offers to user in the item page - paid services.
ru_ru: Эта опция предлагает пользователю после публикации - платные услуги.

source: Days (send e-mail) before payment deadline
ru_ru: Дней (отправка e-mail) до срока окончания действия услуг

source: Banner Title
ru_ru: Заголовок баннера

source: Code
ru_ru: Код

source: To enable the ability to buy the publication of banners, put this line of code anywhere in your template!
ru_ru: Для того, чтобы дать возможность пользователям покупать баннеры, разместите этот код в нужном месте Вашего шаблона.

source: Views Fee (%s)
ru_ru: Плата за показы (%s)

source: Clicks Fee (%s)
ru_ru: Плата за клики (%s)

source: Views Fee
ru_ru: Плата за показы

source: Clicks Fee
ru_ru: Плата за клики

source: You can add the banner code to the any places on the site.
ru_ru: Можно добавить код баннера в любые места на сайте.

source: Users of the site will be able to buy a place and upload their banner.
ru_ru: Пользователи сайта смогут купить место и загрузить их баннер.

source: First the user upload his banner.
ru_ru: Вначале пользователь загружает баннер.

source: After that, the banner will be waiting moderation from you in Banners.
ru_ru: После этого баннер будет ожидать модерации от вас в меню Баннеры.

source: After your approval, the user will be able to prepay views or clicks of the banner.
ru_ru: После вашего одобрения пользователь будет иметь возможность оплатить показы или клики баннера.

source: After the prepayment amount has been used up, the banner will not be displayed.
ru_ru: После того, как была использована сумма предоплаты, баннер не будет отображаться.

source: The full statistics of views and clicks the user can see in the personal account on the site.
ru_ru: Полная статистика просмотров и кликов пользователь может увидеть в личном кабинете на сайте.

source: You, too, can see all the statistics in the menu Banners.
ru_ru: Вы, также, можете увидеть все статистические данные в меню баннеры.

source: Accepted
ru_ru: Принятый

source: Deleted
ru_ru: Удаленный

source: Congratulations, the banner
ru_ru: Поздравляем, баннер

source: Error: The Banner can't be
ru_ru: Ошибка: Баннер не может быть

source: Banner
ru_ru: Баннер

source: Views
ru_ru: Просмотры

source: Clicks
ru_ru: Клики

source: Spent
ru_ru: Потрачено

source: Budget
ru_ru: Бюджет

source: Action
ru_ru: Действие

source: Fee
ru_ru: Плата

source: Accept Banner
ru_ru: Принять баннер

source: Reject Banner
ru_ru: Отклонить баннер

source: Delete Banner
ru_ru: Удалить баннер

source: Are you sure you want to delete this banner?
ru_ru: Вы уверены, что хотите удалить этот баннер?

source: Add bonus to user (%s)
ru_ru: Добавлен бонус пользователю (%s)

source: Congratulations, the Bonus is now added
ru_ru: Бонус добавлен

source: Add Bonus
ru_ru: Добавить бонус

source: User e-mail
ru_ru: E-mail пользователя

source: Add
ru_ru: Добавить

source: Ultimate Payments settings
ru_ru: Настройки Ultimate Payments

source: Category prices
ru_ru: Цены на категории

source: Publishing policy
ru_ru: Политика публикации

source: Ultimate Payments log
ru_ru: Журнал операций

source: Add bonus
ru_ru: Добавить бонус

source: Help
ru_ru: Помощь

source: Default premium cost
ru_ru: Стоимость по умолчанию

source: Premium days
ru_ru: Премиум дней

source: Default move to top
ru_ru: Цена поднятия в топ по умолчанию

source: Default highlighting
ru_ru: Цена выделения цветом по умолчанию

source: Highlighting days
ru_ru: Выделения цветом - срок действия в днях

source: Highlight color
ru_ru: Цвет выделения

source: Discount for premium and highlighting both
ru_ru: Скидка для покупки Премиум с Выделением цветом

source: Leave blank - if you don't want to use discount.
ru_ru: Оставьте пустым,-если вы не хотите использовать скидку.

source: Default publish cost
ru_ru: Цена публикации по умолчанию

source: Default renew cost
ru_ru: Стоимость проделения по умолчанию

source: This option offers to user after the item publication - paid services.
ru_ru: Эта опция предлагает пользователю после публикации - платные услуги.

source: Work Only if Item-post Form Disabled. Logout from oc-admin to test this function.
ru_ru: Работа только в том случае, если форма для пользователей на странице с сообщением «Отключено». Выйдите из oc-admin, чтобы проверить эту функцию.

source: Enable
ru_ru: Включить

source: Bonus for new user
ru_ru: Бонус для нового пользователя

source: Enable bonus
ru_ru: Включить бонус

source: Bonus value
ru_ru: Размер бонуса

source: Currency
ru_ru: Валюта

source: IMPORTANT! Only 2checkout work with all currencies.
ru_ru: ВАЖНО! Только 2checkout работает со всеми валютами.

source: Payumoney work only with INR. Braintree and Fortumo setup currency in your merchant account. For other payment system - see in official sites.
ru_ru: Payumoney работает только с INR. Braintree и Fortumo настройте валюту на вашем торговом счете. Для других платежных систем - см. На официальных сайтах.

source: Wallet
ru_ru: Кошелёк

source: You could specify up to 3 'packs' that users can buy, so they don't need to pay each time they publish an ad. The credit from the pack will be stored for later uses in Wallet.
ru_ru: Вы можете указать до 3 «пакетов», которые пользователи могут купить, поэтому им не нужно платить каждый раз, когда они публикуют объявление. Кредит из пакета будет сохранен для последующего использования в Кошельке.

source: Specify at least one Price to add wallet in user account menu.
ru_ru: Укажите, по крайней мере, одну цену, чтобы добавить кошелек в меню учетной записи пользователя.

source: Price of pack #%d
ru_ru: Цена #%d

source: Payments
ru_ru: Платежи

source: Paypal settings
ru_ru: Настройки PayPal

source: Show options
ru_ru: Показать настройки

source: Paypal enable
ru_ru: PayPal включить

source: Paypal email
ru_ru: Email для PayPal

source: Standard Paypal
ru_ru: Стандартный Paypal

source: Use "Standard Paypal" if "Digital Goods" is not available in your country
ru_ru: Использовать "Standard Paypal" если "Digital Goods" не доступны для Вашей страны

source: Paypal sandbox
ru_ru: Песочница PayPal

source: Use Paypal sandbox to test everything is right before going live
ru_ru: Используйте Paypal sandbox для тестов

source: 2Checkout settings
ru_ru: 2Checkout настройка

source: 2checkout enable
ru_ru: 2checkout включить

source: 2Checkout account number
ru_ru: 2Checkout номер аккаунта

source: 2Checkout secret word
ru_ru: 2Checkout секретное слово

source: Language 2CO page
ru_ru: Язык 2CO страница

source: 2Checkout Sandbox
ru_ru: 2Checkout Песочница

source: Use rupayments sandbox to test everything is right before going live
ru_ru: Использовать Sandbox для тестирования

source: Braintree settings
ru_ru: Настройки Braintree

source: Braintree enable
ru_ru: Braintree включить

source: Braintree merchant id
ru_ru: Braintree продавца id

source: Braintree public key
ru_ru: Открытый ключ Braintree

source: Braintree private key
ru_ru: Личный ключ Braintree

source: Enable Sandbox
ru_ru: Включить Sandbox

source: Enable sandbox for development testing
ru_ru: Включить тестовый режим

source: Braintree merchant id for test
ru_ru: Id продавца Braintree для тестирования

source: Braintree public key for test
ru_ru: Открытый ключ Braintree для тестирования

source: Braintree private key for test
ru_ru: Личный ключ Braintree для тестирования

source: Stripe settings
ru_ru: Stripe настройки

source: Stripe enable
ru_ru: Stripe разрешение

source: Stripe secret key
ru_ru: Секретный ключ Stripe

source: Stripe public key
ru_ru: Stripe открытый ключ

source: Stripe secret key for test
ru_ru: Stripe секретный ключ для теста

source: Stripe public key for test
ru_ru: Stripe открытый ключ для теста

source: Payumoney settings
ru_ru: Настройки Payumoney

source: Payumoney enable
ru_ru: Включить Payumoney

source: PayUMoney Key
ru_ru: PayUMoney Ключ

source: PayUMoney Salt
ru_ru: PayUMoney Соль

source: PayUMoney Key for test
ru_ru: PayUMoney Ключ для теста

source: PayUMoney Salt for test
ru_ru: Соль PayUMoney для теста

source: Skrill settings
ru_ru: Skrill настройки

source: Skrill enable
ru_ru: Skrill включить

source: Skrill account e-mail
ru_ru: Skrill аккаунт электронной почты

source: Skrill merchant id
ru_ru: Skrill торговец id

source: Skrill secret word
ru_ru: Skrill секретное слово

source: Skrill recipient description (short)
ru_ru: Skrill описание получателя (короткое)

source: Skrill test account e-mail
ru_ru: Skrill тестовая учетная запись e-mail

source: Skrill test merchant id
ru_ru: Skrill тест торговец id

source: Skrill test secret word
ru_ru: Skrill тест секретное слово

source: For testing Apikey, accountid ,merchantId you can get here:
ru_ru: Для тестирования Apikey, accountid, merchantId вы можете получить здесь:

source: Fortumo settings
ru_ru: Fortumo настройки

source: fortumo enable
ru_ru: fortumo включить

source: Remember! Fortumo work only in Wallet. Specify at least one Price of pack before use, to enable Wallet in user menu.
ru_ru: Запомнить! Fortumo работает только в Кошельке. Задайте по крайней мере одну цену пакета перед использованием, чтобы включить «Кошелек» в меню пользователя.

source: Price(or prices) for SMS you specify in your Fortumo merchant account.
ru_ru: Цена (или цены) для SMS, указанного в торговом аккаунте Fortumo.

source: Service ID
ru_ru: Сервис ID

source: Secret:
ru_ru: Секрет:

source: Language Fortumo
ru_ru: Язык Fortumo

source: Blockchain (bitcoin) settings
ru_ru: Настройки блокировки биткойн

source: blockchain enable
ru_ru: блокировка включить

source: secret:
ru_ru: секрет:

source: Count blocks:
ru_ru: Количество блоков:

source: All ads without Publish fee
ru_ru: Все объявления без платы за публикацию

source: Choose number of ads without Publish fee
ru_ru: Выберите количество объявлений без платы за публикацию

source: Policy
ru_ru: Политика

source: Update
ru_ru: Обновить

source: Important!If you have enabled option - "Item-post Form"
ru_ru: Важно! Если вы включили опцию - Форма на странице публикации

source: <strong>For Example:</strong> if you have 1000 categories you need setup - <span class="htaccess-function">max_input_vars 6000</span>
ru_ru: Например: если у вас есть 1000 категории вам нужно установить - max_input_vars 6000

source: Move to top(%s)
ru_ru: Поднять в топ (%s)

source: Discount for Premium with Highlighting (%s)
ru_ru: Скидка для премиум с выделением цветом (%s)

source: If you have too many categories and when saving data, not all data is saved - you need to increase "max_input_vars" in PHP settings. And maybe:
ru_ru: Если у вас слишком много категорий, и при сохранении не все данные сохраняются- вам нужно увеличить «max_input_vars» в настройках PHP. И возможно:

source: too(if you have such directives)
ru_ru: тоже (если у вас есть такие директивы)

source: For Example: if you have 1000 categories you need setup - max_input_vars 6000
ru_ru: Например: если у вас есть 1000 категории вам нужно установить - max_input_vars 6000

source: Congratulations! Deal Status successfully changed.
ru_ru: Поздравляю! Статус успешно изменен.

source: Error: You can't change the Deal Status!
ru_ru: Ошибка: Нельзя изменить статус сделки!

source: Settings
ru_ru: Настройки

source: Item
ru_ru: Пункт

source: Seller
ru_ru: Продавец

source: Buyer
ru_ru: Покупатель

source: Price
ru_ru: Цена

source: Payment Status
ru_ru: Статус платежа

source: Deal Status
ru_ru: Статус сделки

source: Accept Deal
ru_ru: Принять предложение

source: Cancel Deal
ru_ru: Отменить сделку

source: This option allows users to sell products directly on your website.
ru_ru: Этот параметр позволяет пользователям продавать продукцию непосредственно на вашем веб-сайте.

source: All payments for goods will be received by you.
ru_ru: Все платежи будут получены Вами.

source: On this page there will be information on each sale.
ru_ru: На этой странице будет информация о каждой продаже.

source: The seller and buyer will also be able to see this information in their personal account.
ru_ru: Продавец и покупатель также будет возможность видеть эту информацию в их личном аккаунте.

source: eBuy Status
ru_ru: eBuy состояние

source: Allow users to sell in ads via the site
ru_ru: Разрешить пользователям продавать/покупать товары на сайте

source: Save Changes
ru_ru: Сохранить
