Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/rupayments/languages/*/messages.po
Languages: ru_ru

source: Remember! Fortumo work only in Wallet. Specify at least one Price of pack before use, to enable Wallet in user menu. <br /> Price(or prices) for SMS you specify in your Fortumo merchant account.
ru_ru: Запомнить! Fortumo работает только в Кошельке. Задайте по крайней мере одну цену пакета перед использованием, чтобы включить «Кошелек» в меню пользователя.

source: Blockchain enable
ru_ru: Включить Blockchain

source: Payeer enable
ru_ru: Включить Payeer

source: Secret key
ru_ru: Секретный ключ

source: Free-kassa enable
ru_ru: Free-kassa включить

source: Free-kassa shop id
ru_ru: ID кассы

source: Free-kassa secret key
ru_ru: Секретное слово

source: Free-kassa secret key 2
ru_ru: Секретное слово 2

source: Webmoney enable
ru_ru: Включить WebMoney

source: Wallet №
ru_ru: Номер кошелька

source: Webmoney secret
ru_ru: Секретный ключ

source: osclass-pro.com
ru_ru: osclass-pro.ru

source: Follow us
ru_ru: Следите за новостями

source: osclassprocom
ru_ru: osclassproru

source: osclass_pro_com
ru_ru: osclass_pro_ru

source: Gateways
ru_ru: Шлюзы

source: Ads
ru_ru: Объявления

source: Users
ru_ru: Пользователи

source: Logs
ru_ru: Логи

source: Periodic accrual of bonuses
ru_ru: Периодические начисления бонусов

source: Period bonus amount
ru_ru: Сумма периодического бонуса

source: Period
ru_ru: Период

source: Week
ru_ru: Неделя

source: Month
ru_ru: Месяц

source: Quarter
ru_ru: Квартал

source: Bonus
ru_ru: Бонус

source: Congratulations, the group deleted successfully
ru_ru: Поздравляем, группа успешно удалена

source: The group could not be deleted
ru_ru: Группа не может быть удалена

source: Group Name
ru_ru: Название группы

source: Group Description
ru_ru: Описание группы

source: Color
ru_ru: Цвет

source: Fee (%s)
ru_ru: Плата (%s)

source: Discount (%)
ru_ru: Скидка (%)

source: Discount
ru_ru: Скидка

source: Remove User Group
ru_ru: Удалить группу

source: You can\'t delete the item!
ru_ru: Вы не можете удалить элемент!

source: Add New Group
ru_ru: Добавить новую группу

source: Membership in the group allows users to receive a discount on the purchase of services.
ru_ru: Членство в группе позволяет пользователям получать скидку на покупку услуг.

source: Are you sure you want to delete this user group?
ru_ru: Вы действительно хотите удалить эту группу?

source: Congratulations, the pack deleted successfully
ru_ru: Поздравляем, пакет успешно удален

source: The pack could not be deleted
ru_ru: Пакет не может быть удален

source: Pack Name
ru_ru: Название пакета

source: Pack Description
ru_ru: Описание Пакетa

source: Amount (%s)
ru_ru: Сумма %s :

source: Bonus (%s)
ru_ru: Бонус (%s)

source: Remove Pack
ru_ru: Удалить пакет

source: Add New Pack
ru_ru: Добавить новый пакет

source: Packs allow the user to replenish the wallet balance in site.
ru_ru: Пакеты позволяют пользователю пополнить баланс кошелька на сайте.

source: Wallet is available in the user personal acount.
ru_ru: Кошелёк доступен пользователю в личном аккаунте.

source: Then the user from this balance can pay for services on the site.
ru_ru: Затем пользователь из этого баланса может оплачивать услуги на сайте.

source: Are you sure you want to delete this pack?
ru_ru: Вы уверены, что хотите удалить это пакет?

source: No,thanks
ru_ru: Спасибо, позже.

source: <strong class="publish">Published date</strong>: %1$s
ru_ru: <strong class="publish">Дата публикации</strong>: %1$s

source: <strong class="update">Modified date:</strong> %1$s
ru_ru: <strong class="update">Дата изменения:</strong> %1$s

source: Location
ru_ru: Местоположение

source: Edit item
ru_ru: Редактировать объявление

source: Image
ru_ru: Изображение

source: Contact seller
ru_ru: Связаться с продавцом

source: Share
ru_ru: Поделиться

source: Useful information
ru_ru: Полезная информация

source: Avoid scams by acting locally or paying with PayPal
ru_ru: Совершайте покупку на месте или с помощью защищённых платёжных систем

source: Never pay with Western Union, Moneygram or other anonymous payment services
ru_ru: Не платите при помощи анонимных платёжных систем

source: Don't buy or sell outside of your country. Don't accept cashier cheques from outside your country
ru_ru: Не покупайте за пределами своей страны

source: This site is never involved in any transaction, and does not handle payments, shipping, guarantee transactions, provide escrow services, or offer "buyer protection" or "seller certification"
ru_ru: Этот сайт не обрабатывает платежи, доставку, не даёт гарантий, не предоставляет услуг по "защите покупателей" или "сертификации продавцов"

source: Related listings
ru_ru: Похожие объявления

source: Comments
ru_ru: Комментарии

source: by
ru_ru: исполнитель

source: Delete your comment
ru_ru: Удалить комментарий

source: Leave your comment (spam and offensive messages will be removed)
ru_ru: Оставьте комментарий (спам и оскорбления будут удалены)

source: Your name
ru_ru: Ваше имя

source: Your e-mail
ru_ru: Ваш e-mail

source: Title
ru_ru: Заголовок

source: Comment
ru_ru: Комментарий

source: Send
ru_ru: Отправить

source: This action can not be undone. Are you sure you want to continue?
ru_ru: Это действие нельзя отменить. Хотите продолжить?

source: Activate
ru_ru: Активировать

source: Sponsored ad
ru_ru: Премиум

source: Pay with credit
ru_ru: Оплатить из кошелька

source: Deals
ru_ru: Сделки

source: Membership
ru_ru: Группы

source: Premium services
ru_ru: Премиум-услуги

source: Credit packs. Your current credit is %s %s
ru_ru: Кредитные пакеты. Ваш текущий кредит является %s %s

source: Your wallet is empty. Buy some credits.
ru_ru: Ваш кошелёк пуст. Пополните его.

source: Filling up processed correctly
ru_ru: Кошелёк успешно пополнен!

source: Filling up did not processed (there were some errors), please try again later or contact the administrators
ru_ru: Кошелёк не пополнен (возникла ошибка), пожалуйста, повторите попытку позже или свяжитесь с администратором

source: Fill up the Wallet
ru_ru: Пополнить кошелек

source: Empty
ru_ru: Пусто

source: Credit pack #%d
ru_ru: Пополнить кошелёк #%d

source: Services for you item:
ru_ru: Услуги для Вашего объявления:

source: PACK 3-in-1
ru_ru: Пакет 3-в-1

source: 100x views!
ru_ru: 100x просмотров!

source: Attract as many visitors as possible to your ad. This option includes: Premium status, highlighting the ad and automatically moving your ad in the top every day! The duration of the option in days:
ru_ru: Привлечь как можно больше посетителей, как только это возможно. Этот опция включает: Премиум статус, Выделение цветом и автоматическое поднятие объявления в топ-каждый день! Продолжительность опции в днях:

source: PREMIUM
ru_ru: ПРЕМИУМ

source: 20x views!
ru_ru: 20x просмотров!

source: Premium status is when the ads are highlighted and shown on top of free ads in . This promotes more rapid sales. The duration of the option in days:
ru_ru: Премиум статус - Ваше объявление показывается вверху списка над обычными объявлениями и выделено цветом. Это значительно увеличивает просмотры объявления, скорость продажи и кол-во продаж. Срок действия услуги в днях:

source: HIGHLIGHT
ru_ru: Выделение цветом

source: 5x views!
ru_ru: 5х просмотров!

source: This option allows to attract the visitors attention on you ads. Background of your ad becomes highlighted. The duration of the option in days:
ru_ru: Эта опция привлечёт больше внимания к Вашему объявлению. Объявление будет выделено цветом. Срок действия услуги в днях:

source: MOVE TO TOP
ru_ru: Поднять в Топ

source: 3x views!
ru_ru: 3х просмотров!

source: This function moves you ad once on the top of the you category and the main page too.
ru_ru: Эта функция поднимет один раз вверх Ваше объявление в категории и на главной странице.

source: SHOW IMAGE
ru_ru: Показ изображений

source: This option allows you to show uploaded images in your ads
ru_ru: Эта опция позволяет вам показывать загруженные изображения в объявлениях

source: Select and Pay
ru_ru: Выбрать и оплатить

source: Published
ru_ru: Опубликовано

source: Marked as Premium
ru_ru: Помечено как премиум

source: Marked as Highlighted
ru_ru: Выделено цветом

source: Moved to TOP
ru_ru: Поднято в Топ

source: Renewed
ru_ru: Обновлено

source: Marked as Premium and Highlighted
ru_ru: Помечено как премиум и выделено цветом

source: Admin options:
ru_ru: Опции администратора:

source: Valid
ru_ru: Действительна

source: Expired
ru_ru: Просроченно

source: Before Expiration
ru_ru: До истечения срока действия

source: days
ru_ru: дней

source: hours
ru_ru: часов

source: minutes
ru_ru: минут

source: Apply as admin
ru_ru: Применить как админ

source: Admin Ultimate Payments options:
ru_ru: Опции администратора Ultimate Payments:

source: + Bonus:
ru_ru: +Бонус:

source: Publish, Premium and Highlight fee for item (%s)
ru_ru: Цена Публикации, Премиум и Выделения цветом (%s)

source: Premium and Highlight fee for item (%s)
ru_ru: Цена Премиум и Выделения цветом (%s)

source: Publish and Show Image fee for item (%s)
ru_ru: Публиковать и показать изображения (%s)

source: Show Image fee for item (%s)
ru_ru: Цена показа изображений (%s)

source: Publish, Make Item Premium and Show Image fee for item (%s)
ru_ru: Публиковать, применить Премиум и активировать показ изображений: (%s)

source: Make Item Premium and Show Image fee for item (%s)
ru_ru: Купить премиум и показывать изображения (%s)

source: Publish, Make Item Highlighted and Show Image fee for item (%s)
ru_ru: Публиковать, Выделить цветом и активировать показ изображений (%s)

source: Make Item Highlighted and Show Image fee for item (%s)
ru_ru: Выделить цветом и активировать показ изображений (%s)

source: Publish, Make Item Premium, Make Item Highlighted and Show Image fee for item (%s)
ru_ru: Публиковать, применить Премиум, Выделить цветом и активировать показ изображений: (%s)

source: Make Item Premium, Make Item Highlighted and Show Image fee for item (%s)
ru_ru: Применить Премиум, Выделить цветом и активировать показ изображений (%s)

source: Publish and Apply: Pack 3-in-1 fee for item (%s)
ru_ru: Публиковать и применить: Пакет 3-в-1 (%s)

source: Apply: Pack 3-in-1 fee for item (%s)
ru_ru: Применить: Пакет 3-в-1 (%s)

source: Publish, Activate Show Image and apply: Pack 3-in-1 fee for item (%s)
ru_ru: Публиковать, активировать показ изображений и применить: Пакет 3-в-1 (%s)

source: Activate Show Image and apply: Pack 3-in-1 fee for item (%s)
ru_ru: Активировать показ изображений и применить: Пакет 3-в-1 (%s)

source: Payment of banner public fee (%s)
ru_ru: Стоимость размещения баннера: (%s)

source: Payment of Item Purchase: %s
ru_ru: Покупка товара: %s

source: Credit <strong>
ru_ru: Кредит <strong>

source: Payment of membership fee: %s
ru_ru: Оплата аккаунта: %s

source: Publish fee for item (%s)
ru_ru: Оплата публикации (%s)

source: Publish and Highlight fee for item (%s)
ru_ru: Публиковать и выделить цветом (%s)

source: Highlight fee for item (%s)
ru_ru: Выделение цветом объявления (%s)

source: Move to Top fee for item (%s)
ru_ru: Поднятие объявления в топ (%s)

source: Renew fee for item (%s)
ru_ru: Цена продления объявления (%s)

source: Publish and Premium fee for item (%s)
ru_ru: Цена Публикации и Премиум (%s)

source: Premium fee for item (%s)
ru_ru: Премиум для объявления (%s)

source: Payment processed correctly
ru_ru: Оплата прошла успешно

source: There was a problem processing your Payment. Please contact the administrators
ru_ru: Произошла ошибка при обработки Вашего платежа. Пожалуйста, свяжитесь с администраторам

source: Send Bitcoins to
ru_ru: Отправить

source: Price
ru_ru: Цена

source: Proof of payment made after
ru_ru: подтверждение оплаты после.

source: blocks (notifications) from Blockchain API
ru_ru: блоки (уведомления) от Blockchain API

source: It may take some time
ru_ru: Это может занять некоторое время

source: Click here to go in Wallet
ru_ru: Нажмите здесь, чтобы перейти в кошелёк

source: Click here to go in User Menu
ru_ru: Нажмите здесь, чтобы вернуться в меню

source: Welcome back!If the payment completed - Your wallet is already funded. If the payment is not completed- Try again later.
ru_ru: С возвращением! Если оплата прошла - кошелёк пополнился. Если не прошла - попробуйте снова.

source: You cancel the payment process or there was an error. If the error continue, please contact the administrator
ru_ru: Вы отменили оплату или произошла ошибка. В случае ошибки, пожалуйста, свяжитесь с нами.

source: Publish and Make Item Premium
ru_ru: Оплата Публикации и Премиум

source: Publish and Make Item Highlighted
ru_ru: Оплата Публикации и Выделение цветом

source: Publish and Show Image
ru_ru: Публиковать и активировать показ изображений

source: Publish, Make Item Premium and Show Image
ru_ru: Публиковать, применить Премиум и активировать показ изображений

source: Publish, Make Item Highlighted and Show Image
ru_ru: Публиковать, Выделить цветом и активировать показ изображений

source: Publish, Make Item Premium, Make Item Highlighted and Show Image
ru_ru: Публиковать, применить Премиум, Выделить цветом и активировать показ изображений

source: Publish and Apply: Pack 3-in-1
ru_ru: Публиковать и применить: Пакет 3-в-1

source: Publish, Activate Show Image and apply: Pack 3-in-1
ru_ru: Публиковать, активировать показ изображений и применить: Пакет 3-в-1

source: Publish and Make Item Highlighted and Premium
ru_ru: Опубликовать и сделать объявление выделенным и премиум

source: Make Item Premium
ru_ru: Купить премиум

source: Make Item Highlighted
ru_ru: Выделить цветом объявление

source: Show Image
ru_ru: Активировать показ изображений

source: Make Item Premium and Show Image
ru_ru: Купить премиум и показывать изображения

source: Make Item Highlighted and Show Image
ru_ru: Выделить цветом и активировать показ изображений

source: Make Item Premium, Make Item Highlighted and Show Image
ru_ru: Применить Премиум, Выделить цветом и активировать показ изображений

source: Make Item Highlighted and Premium
ru_ru: Выделить цветом и Премиум

source: Publish Item
ru_ru: Опубликовать

source: Payment of membership fee:
ru_ru: Оплата аккаунта:

source: Payment of banner public fee:
ru_ru: Размещение баннера

source: Payment of Item Purchase:
ru_ru: Покупка товара:

source: Move to TOP
ru_ru: Поднятие в топ

source: We are processing your Payment, if we did not finish in a few seconds, please contact us
ru_ru: Мы обрабатываем Ваш платёж, если процесс не закончится через несколько секунд, пожалуйста, свяжитесь с нами

source: Your payment processing did not finished, please wait
ru_ru: Обработки платежа ещё не завершена, пожалуйста подождите

source: Time of session of your Interkassa has expired, please try again
ru_ru: Время сессии истекло, пожалуйста, попробуйте снова

source: We are processing your Skrill, if we did not finish in a few seconds, please contact us
ru_ru: Мы обрабатываем Ваш платёж, если процесс не закончится через несколько секунд, пожалуйста, свяжитесь с нами

source: Time of session of your Payeer has expired, please try again
ru_ru: Время сессии истекло, пожалуйста, попробуйте снова

source: You cancel the ppaypal process or there was an error. If the error continue, please contact the administrator
ru_ru: Вы отменили оплату или произошла ошибка. В случае ошибки, пожалуйста, свяжитесь с нами.

source: If you do not want to continue the process
ru_ru: Если вы не хотите продолжить процесс

source: click here
ru_ru: нажмите сюда

source: We are processing your Paypal, if we did not finish in a few seconds, please contact us
ru_ru: Мы обрабатываем Ваш платёж, если мы не закончим через несколько секунд, пожалуйста, свяжитесь с нами

source: Click here to continue
ru_ru: Нажмите здесь, чтобы продолжить

source: Time of session of your Payment has expired, please try again
ru_ru: Истекло время сессии вашего платежа, пожалуйста, попробуйте снова

source: Payment of premium services
ru_ru: Оплата услуг на сайте

source: by Bank card
ru_ru: Банковской картой

source: by Wallet
ru_ru: Яндекс деньгами

source: By Mobile
ru_ru: Мобильным

source: Time of session of your Yandex has expired, please try again
ru_ru: Время сессии Яндекс истекло, пожалуйста, попробуйте снова

source: Your Yandex processing did not finished, please contact with Yandex.Money administration
ru_ru: Платёж обрабатывается, если он в скором времени не будет завершён , то пожалуйста, обратитесь к администратору сайта.

source: You can also improve your ad with additional options
ru_ru: Вы можете также улучшить ваше объявление с дополнительными опциями

source: You can Publish item with additional options:
ru_ru: Вы можете опубликовать объявление с дополнительными опциями:

source: Choose and continue >>
ru_ru: Выбрать и продолжить

source: No, Thanks
ru_ru: Нет, спасибо.

source: Your current credit is %s %s
ru_ru: Баланс Вашего кошелька на сайте %s %s

source: Your wallet is empty.
ru_ru: Ваш кошелек пуст.

source: Error: You can't pay for the banner!
ru_ru: Ошибка: Вы не можете заплатить за баннер!

source: Pay for Banner Public
ru_ru: Размещение баннера

source: Payment amount
ru_ru: Сумма оплаты

source: Payment of banner public fee: %s
ru_ru: Стоимость размещения баннера: %s

source: Congratulations! The request to publish the banner has been successfully sent! <br /> After checking by the moderator, you can pay for the placement of the banner and then it will be shown on the site.
ru_ru: Поздравляем! Запрос на размещение баннера успешно отправлен!. <br /> После проверки модератором, Вы сможете оплатить размещение баннера на сайте.

source: Publish a banner
ru_ru: Опубликовать баннер

source: Banner Fee
ru_ru: Баннер

source: 1x View Fee
ru_ru: Цена одного просмотра

source: 1x Click Fee
ru_ru: Цена одного клика

source: Link
ru_ru: Ссылка

source: Full link to your site with HTTP or HTPPS, like http://demo.com
ru_ru: Введите полную ссылку на свою сайт с HTTP или HTPPS, пример http://demo.com

source: Enter only a number, for example 250
ru_ru: Пожалуйста, введите только цифры. Пример: 250

source: Congratulations! Banner successfully deleted.
ru_ru: Поздравляем! Баннер успешно удален.

source: Error: You can't delete the banner!
ru_ru: Ошибка: Вы не можете удалить этот баннер!

source: Pay Now
ru_ru: Оплатить

source: Remove Banner
ru_ru: Удалить баннер

source: Buy List
ru_ru: Список покупок

source: Sell List
ru_ru: Список продаж

source: Order Withdrawal
ru_ru: Статус заказа

source: Item shipped
ru_ru: Отправлено

source: Are you sure you want to Accept the Deal? The money will be Credited to the Seller!
ru_ru: Вы действительно хотите совершить операцию ? Деньги будут зачислены продавцу !

source: Are you sure you want to change the status of the Deal to "Item Shipped"? While the Buyer doesn\'t confirm receipt of the item, you can\'t change the status of the Deal!
ru_ru: Вы уверены, что хотите изменить статус на "Товар Отправлен" ? Пока покупатель не подтвердит получение, Вы не сможете изменить статус.

source: Are you sure you want to Cancel the Deal? The money will be Returned to the Buyer!
ru_ru: Вы действительно хотите отменить операцию ? Деньги будут возвращены покупателю!

source: Pay for Item Purchase
ru_ru: Оплатить товар

source: Payment of Item Purchase: %s
ru_ru: Покупка товара: %s

source: Buy Item
ru_ru: Купить товар

source: This is Your Item. You can't Buy it!
ru_ru: Это Ваше объявление, Вы не можете купить товар.

source: Enable Sale
ru_ru: Включить продажи

source: You can sale direct in our website. We will receive all payments, and then transfer to you.
ru_ru: Вы можете продавать прямо на нашем сайте. Мы будет получать все платежи, а затем передать вам.

source: Enable online sales...
ru_ru: Возможность онлайн продаж...

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Premium is valid else
ru_ru: Premium еще действует

source: Highlited is valid else
ru_ru: Выделение цветом еще действует

source: In order to make visible your ad to other users, it's required to pay a fee
ru_ru: Вам необходимо заплатить, чтобы объявление было видно на сайте другим пользователям

source: The current Publish fee for this category is: %.2f %s
ru_ru: Цена Публикации для данной категории: %.2f %s

source: Choose and continue
ru_ru: Выбрать и продолжить

source: Activated Show Image
ru_ru: Активировать Показ изображений

source: Your Membership Plan:
ru_ru: Ваш текущий статус:

source: Date Expired:
ru_ru: Дата истечения:

source: Basic
ru_ru: Базовый

source: Select membership plan
ru_ru: Выберите план

source: Services discount:
ru_ru: Скидка на услуги:

source: Duration:
ru_ru: Продолжительность:

source: Extend Membership
ru_ru: Продлить

source: Select Plan
ru_ru: Выберите план

source: Plan Disabled
ru_ru: Отключено

source: Select a Payment Method
ru_ru: Выберите способ оплаты

source: Plan Selected
ru_ru: Выбранный план

source: Premium services for you items:
ru_ru: Дополнительные услуги для Вашего объявления:

source: You don't have any listing yet
ru_ru: У Вас нет объявлений

source: Credit for %s %s at %s
ru_ru: Поплнение кошелька %s %s на %s

source: Credit for %s%s at %s
ru_ru: Поплнение кошелька %s %s на %s

source: Add funds: %s
ru_ru: Добавить средства: %s

source: Credit for: %s
ru_ru: Кредит для: %s

source: Payment of the order with
ru_ru: Оплата заказа

source: Your order
ru_ru: Ваш заказ

source: Price of the order
ru_ru: Цена заказа

source: Publish fee for item %d
ru_ru: Цена за публикацию %d

source: Premium fee for item %d
ru_ru: Премиум для объявления %d

source: Publish and Premium fee for item %d
ru_ru: Цена Публикации и Премиум %d

source: Highlighted fee for item %d
ru_ru: Цена за выделение цветом %d

source: Publish and Highlighted fee for item %d
ru_ru: Цена за публикацию и выделение цветом %d

source: Show Image fee for item %d
ru_ru: Цена показа изображений %d

source: Publish and Show Image fee for item %d
ru_ru: Публиковать и показать изображения %d

source: Make Item Premium and Show Image fee for item %d
ru_ru: Купить премиум и показывать изображения %d

source: Publish, Make Item Premium and Show Image fee for item %d
ru_ru: Публиковать, применить Премиум и активировать показ изображений: %d

source: Make Item Highlighted and Show Image fee for item %d
ru_ru: Выделить цветом и активировать показ изображений: %d

source: Publish, Make Item Highlighted and Show Image fee for item %d
ru_ru: Публиковать, Выделить цветом и активировать показ изображений: %d

source: Make Item Premium, Make Item Highlighted and Show Image fee for item %d
ru_ru: Применить Премиум, Выделить цветом и активировать показ изображений: %d

source: Publish, Make Item Premium, Make Item Highlighted and Show Image fee for item %d
ru_ru: Публиковать, применить Премиум, Выделить цветом и активировать показ изображений: %d

source: Apply: Pack 3-in-1 fee for item %d
ru_ru: Применить: Пакет 3-в-1 %d

source: Publish and apply: Pack 3-in-1 fee for item %d
ru_ru: Публиковать и применить: Пакет 3-в-1 %d

source: Activate Show Image and apply: Pack 3-in-1 fee for item %d
ru_ru: Активировать показ изображений и применить: Пакет 3-в-1 %d

source: Publish, activate Show Image and apply: Pack 3-in-1 fee for item %d
ru_ru: Публиковать, активировать показ изображений и применить: Пакет 3-в-1 %d

source: Premium and Highlighted fee for item %d
ru_ru: Цена Премиум и Выделения цветом %d

source: Publish, Premium and Highlighted fee for item %d
ru_ru: Цена Публикации, Премиум и Выделения цветом %d

source: Move Item to TOP
ru_ru: Поднять объявление в ТОП

source: Move to TOP fee for item %d
ru_ru: Цена за поднятие объявления %d

source: Renew Item
ru_ru: Продлить объявление

source: Renew fee for item %d
ru_ru: Цена продления объявления %d

source: Back
ru_ru: Назад

source: Your choice is:
ru_ru: ВАШ ВЫБОР

source: Price:
ru_ru: Цена:

source: You can pay with:
ru_ru: Вы можете оплатить с помощью:
