Repository: olegoffsky/my-barter-new
Catalog: public_html/*-content/plugins/rupayments/languages/*/messages.po
Languages: ru_ru

source: Add funds
ru_ru: Пополнить счет

source: The current fee for this category is: %.2f %s
ru_ru: Цена для данной категории: %.2f %s

source: Durations in prices is for additional options.
ru_ru: Длительности - это для дополнительных опций. Плата за размещение разовая.

source: There was an error
ru_ru: Ошибка

source: There's no need to pay the publish fee
ru_ru: Не нужно оплачивать публикацию

source: The publish fee is already paid
ru_ru: Публикация уже оплачена

source: The item doesn not exists
ru_ru: Нет такого объявления

source: There were some errors, please try again later or contact the administrators
ru_ru: Ваш платёж не завершён. Свяжитесь с администрацией
